[{"model": "core.questao", "pk": 1, "fields": {"origem": "TJ-SP 2015", "enunciado": "Um determinado recipiente, com 40% da sua capacidade total preenchida com água, tem massa de 428g. Quando a água preenche 75% de sua capacidade total, passa a ter massa de 610g. A massa desse recipiente, quando totalmente vazio, é igual, em gramas, a", "A": "338", "B": "208", "C": "200", "D": "182", "E": "220", "resposta": "E"}}, {"model": "core.questao", "pk": 2, "fields": {"origem": "TJ-SP 2015", "enunciado": "Para a montagem de molduras, três barras de alumí­nio deverão ser cortadas em pedaços de comprimento igual, sendo este o maior possível, de modo que não reste nenhum pedaço nas barras. Se as barras medem 1,5 m, 2,4 m e 3 m, então o número máximo de molduras quadradas que podem ser montadas com os pedaços obtidos é", "A": "3", "B": "6", "C": "4", "D": "5", "E": "7", "resposta": "D"}}, {"model": "core.questao", "pk": 3, "fields": {"origem": "TJ-SP 2015", "enunciado": "Para fazer 200 unidades do produto P, uma empresa utilizou do estoque inicial (E) do insumo Q. Para fazer mais 300 unidades do produto P, vai utilizar a quantidade que restou do insumo Q e comprar a quantidade adicional necessária para a produção das 300 unidades, de modo que o estoque do insumo Q seja zerado após a produção desse lote. Nessas condições, deverá ser comprada, do insumo Q, uma quantidade que corresponde, do estoque inicial E, a", "A": "2/3", "B": "7/8", "C": "1/4", "D": "3/8", "E": "9/8", "resposta": "B"}}, {"model": "core.questao", "pk": 4, "fields": {"origem": "TJ-SP 2015", "enunciado": "Em um laboratório, há 40 frascos contendo amostras de drogas distintas. Esses frascos estão numerados de 01 a 40, sendo que os frascos de numera­ ção par estão posicionados na prateleira Q e os de numeração ímpar estão posicionados na prateleira R. Sabe-se que o volume, em cm3 , de cada amostra é igual à soma dos algarismos do número de cada frasco. Nessas condições, é correto afirmar que a quantidade de frascos cujas amostras têm mais de 8 cm3 é", "A": "maior na prateleira R do que na Q", "B": "maior na prateleira Q do que na R", "C": "igual em ambas as prateleiras", "D": "igual a 8", "E": "maior que 13", "resposta": "A"}}, {"model": "core.questao", "pk": 5, "fields": {"origem": "TJ-SP 2015", "enunciado": "Dois recipientes (sem tampa), colocados lado a lado, são usados para captar água da chuva. O recipiente A tem o formato de um bloco retangular, com 2 m de comprimento e 80 cm de largura, e o recipiente B tem a forma de um cubo de 1 m de aresta. Após uma chuva, cuja precipitação foi uniforme e constante, constatou-se que a altura do nível da água no recipiente B tinha aumentado 25 cm, sem transbordar. Desse modo, pode-se concluir que a água captada pelo recipiente A nessa chuva teve volume aproximado, em m3 , de", "A": "0,40", "B": "0,36", "C": "0,32", "D": "0,30", "E": "0,28", "resposta": "A"}}, {"model": "core.questao", "pk": 6, "fields": {"origem": "TJ-SP 2015", "enunciado": "Aluísio e Berilo aplicaram, respectivamente, R$ 4.000,00 e R$ 5.000,00 a uma mesma taxa mensal de juros simples durante quatro meses. Se o valor dos juros recebidos por Berilo foi R$ 50,00 maior que o valor dos juros recebidos por Aluísio, então a taxa anual de juros simples dessas aplicações foi de", "A": "10,8%", "B": "12%", "C": "12,6%", "D": "14,4%", "E": "15%", "resposta": "E"}}]