[
{"alternativas": {"a": "ao querelado, ao querelante e ao Ministério Público.", "c": "ao Ministério Público, ao querelado e ao querelante.", "b": "ao Ministério Público, ao advogado do querelante e ao querelado.", "e": "ao querelante, ao defensor do réu e ao Ministério Público.", "d": "ao querelante, ao Ministério Público e ao defensor do réu."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Atenção: essa questão tornou-se desatualizada, servindo apenas para consulta. Nas ações penais de iniciativa privada, esgotado o prazo para requerimento de diligências cuja necessidade ou conveniência se origine de circunstâncias ou de fatos apurados durante a instrução, nos termos do artigo 500 do Código de Processo Penal, será aberta vista dos autos para alegações, sucessivamente,"},
{"alternativas": {"a": "ficará suspenso o processo, mas continuará fluindo o prazo prescricional, podendo ser decretada a prisão preventiva.", "c": "deverá ser decretada a prisão preventiva e a suspensão do curso do prazo prescricional.", "b": "deverá ser decretada a revelia do acusado, tramitando o processo na sua ausência e, se for o caso, decretada a prisão preventiva.", "e": "ficarão suspensos o processo e o curso do prazo prescricional, podendo ser determinada a produção das provas urgentes.", "d": "ser-lhe-ão nomeados defensor dativo e curador, que acompanharão, até o trânsito em julgado, o trâmite do processo durante a ausência."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Caso o acusado citado por edital não compareça aos atos do processo nem constitua defensor,"},
{"alternativas": {"a": "será declarado revel, com consequente nomeação de defensor dativo, o qual acompanhará o procedimento até seu final.", "c": "terá, obrigatoriamente, decretada prisão preventiva em seu desfavor.", "b": "será declarado revel, admitindo-se verdadeiros os fatos articulados na denúncia ou queixa.", "e": "será intimado por hora certa.", "d": "terá o processo e o curso do prazo prescricional suspensos."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Estabelece o art. 366 do CPP que o acusado citado por edital que não comparece nem nomeia defensor"},
{"alternativas": {"a": "Por correio; por hora certa; por edital.", "c": "Pessoal, por mandado; por hora certa; por hora certa.", "b": "Por carta de ordem; por edital; por rogatória.", "e": "Por intermédio do chefe de serviço; por hora certa; por correio.", "d": "Por intermédio do chefe de serviço; por edital; por hora certa."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere as seguintes situações com relação à citação: réu militar; réu que não é encontrado; réu que se oculta para não ser citado. Assinale a alternativa que traz, correta e respectivamente, as modalidades de citação que estão adequadas às três situações mencionadas, nos termos dos arts. 351 a 369 do Código de Processo Penal."},
{"alternativas": {"a": "O sumaríssimo é adotado para os réus maiores de 70 (setenta) anos.", "c": "O sumário é adotado quando o réu estiver preso, ou quando estiver presente outro motivo que justifique o desenvolvimento célere dos atos processuais.", "b": "O sumário é adotado para as infrações penais de menor potencial ofensivo.", "e": "O ordinário é adotado quando o crime objeto da ação penal tiver sanção máxima cominada igual ou superior a 4 (quatro) anos de pena privativa de liberdade.", "d": "O sumaríssimo é adotado quando o crime objeto da ação penal tiver sanção máxima cominada igual ou inferior a 4 (quatro) anos de pena privativa de liberdade."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta com relação à regra instituída pelo Código de Processo Penal no que concerne aos procedimentos comuns."},
{"alternativas": {"a": "o agente for inimputável.", "c": "existir manifesta causa excludente de ilicitude do fato.", "b": "faltar justa causa para o exercício da ação penal.", "e": "existir manifesta causa excludente da culpabilidade do agente.", "d": "ficar patente a incompetência do juízo a que fora oferecida."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos estritos termos do art. 395 do Código de Processo Penal, a denúncia ou queixa será rejeitada quando"},
{"alternativas": {"a": "A ordem de inquirição das testemunhas arroladas pela acusação e defesa.", "c": "O número máximo de testemunhas a serem ouvidas a requerimento da acusação e da defesa.", "b": "O período de tempo que é concedido para acusação e defesa falarem em alegações finais orais.", "e": "A possibilidade de absolvição sumária, unicamente prevista para o procedimento comum sumário.", "d": "A possibilidade de oitiva do perito, unicamente prevista para o procedimento comum ordinário."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que consta aspecto que diferencia o procedimento comum ordinário do procedimento comum sumário."},
{"alternativas": {"a": "I, apenas.", "c": "I e III, apenas.", "b": "I e II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Normatiza o art. 274 do Código de Processo Penal: as prescrições sobre suspeição dos juízes estendem-se aos serventuários e funcionários da justiça, no que lhes for aplicável. Nos exatos termos do art. 254 do mesmo Código de Processo Penal, o juiz é considerado suspeito se I. for amigo íntimo ou inimigo capital de qualquer das partes; II. tiver aconselhado qualquer das partes; III. tiver funcionado como juiz de outra instância, pronunciando- se, de fato ou de direito, sobre a questão. É correto o que se afirma em"},
{"alternativas": {"a": "as contravenções penais e os crimes a que a lei comine pena máxima não superior a 2 (dois) anos, cumulada ou não com multa.", "c": "aquelas que estejam sujeitas à aplicação do instituto da suspensão condicional do processo.", "b": "aquelas assim descritas a critério do órgão do Ministério Público, titular da ação penal pública.", "e": "as punidas exclusivamente com multa ou prisão simples.", "d": "aquelas cujo prejuízo material não for superior a 20 (vinte) salários mínimos."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Consideram-se infrações penais de menor potencial ofensivo, nos termos do art. 61 da Lei n.º 9.099/95,"},
{"alternativas": {"a": "“X” não poderá apelar da sentença, visto que foi absolvido.", "c": "“X” não poderá intentar o recurso cabível por falta de interesse e legitimidade processual.", "b": "”X” não poderá recorrer da sentença, uma vez que não interpôs o termo de apelação no prazo de 3 dias conforme previsto em lei.", "e": "por se tratar de uma das hipóteses de recurso em sentido estrito, “X” deverá interpor, por meio de seu advogado, recurso no prazo legal de 10 dias, contados da data de sua intimação pessoal da condenação pelo crime de lesão corporal.", "d": "considerando que as apelações poderão ser interpostas, quer em relação a todo o julgado, quer em relação a parte dele, “X” poderá recorrer com relação à condenação pelocrime de lesão corporal."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "“X” foi denunciado pelos crimes de lesão corporal e furto. Todavia, há cinco dias atrás foi condenado tão somente pelo delito de lesão corporal, tendo sido absolvido pelo crime de furto, uma vez que foi reconhecida na sentença a inexistência do fato. Assim sendo, é correto afirmar que"},
{"alternativas": {"a": "Sentença definitiva de absolvição, motivada na inexistência de provas para a condenação.", "c": "Sentença que conceder habeas corpus.", "b": "Decisão absolutória do tribunal do júri.", "e": "Decisão que julgar procedente qualquer das exceções, salvo a de suspeição.", "d": "Sentença que não receber a denúncia ou queixa."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa que apresenta hipótese de recurso de ofício."},
{"alternativas": {"a": "determinará a citação por hora certa.", "c": "declarará o réu revel.", "b": "determinará seja feita a citação por edital.", "e": "determinará, com o prazo de cinco dias, o comparecimento do réu ao cartório para ser citado pessoalmente sob pena de desobediência.", "d": "determinará a expedição de mandado de prisão preventiva."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No processo penal, caso o magistrado tenha a informação nosautos de que o réu se oculta para não ser encontrado para acitação,"},
{"alternativas": {"a": "I e II.", "c": "II e III.", "b": "I e III.", "e": "II.", "d": "I."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Analise as afirmações: I.Estendem-se aos escreventes judiciários as regras de suspeição dos juízes. II.O juiz não poderá exercer a jurisdição em processo em que ele próprio tiver servido como testemunha. III.O juiz dar-se-á por suspeito se for vizinho do réu. Está correto o contido apenas em"},
{"alternativas": {"a": "serão em sentido estrito, não sendo cabível nenhuma outra espécie recursal.", "c": "não serão admitidos em face da soberania absoluta do Tribunal Popular.", "b": "poderão ser de apelação se houver erro ou injustiça no tocante à aplicação da pena.", "e": "somente serão interpostos no plenário do júri imediatamente após o juiz tomar ciência da votação dos jurados e proferir a sentença.", "d": "serão interpostos em até 10 dias após proferida a decisão do plenário do júri."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Os recursos nos casos das decisões proferidas pelo Tribunal do Júri"},
{"alternativas": {"a": "sua prática em outras comarcas poderá ser solicitada por qualquer meio idôneo de comunicação, exceto por correspondência eletrônica.", "c": "não é necessário tenha havido prejuízo para que se pronuncie nulidade.", "b": "atendidos os critérios estabelecidos em lei, serão válidos sempre que preencherem as finalidades para as quais forem realizados.", "e": "não poderão ser realizados em horário noturno.", "d": "os considerados essenciais serão gravados em fita magnética ou equivalente, dispensadas as notas manuscritas, datilografadas, taquigrafadas ou estenotipadas."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A Lei n° 9.099⁄95, que instituiu os Juizados Especiais Criminais, determina, com relação aos atos processuais, que"},
{"alternativas": {"a": "decretar a revelia do acusado.", "c": "não receber a denúncia ou a queixa.", "b": "receber a denúncia ou a queixa.", "e": "converter a pena de detenção em multa.", "d": "julgar procedente a exceção de suspeição."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O Código de Processo Penal admite, expressamente, o recurso em sentido estrito da decisão, despacho ou sentença que"},
{"alternativas": {"a": "da fungibilidade.", "c": "do estado de inocência.", "b": "do contraditório.", "e": "da indisponibilidade.", "d": "da publicidade."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Salvo a hipótese de má-fé, a parte não será prejudicada pela interposição de um recurso por outro. Se o juiz, desde logo, reconhecer a impropriedade do recurso interposto pela parte, mandará processá-lo de acordo com o rito do recurso cabível. As duas afirmações que se fizeram são regras oriundas do princípio processual"},
{"alternativas": {"a": "oralidade, informalidade e economia processual, apenas.", "c": "economia processual e celeridade, apenas.", "b": "oralidade e economia processual, apenas.", "e": "oralidade, informalidade, economia processual, celeridade e verdade formal.", "d": "oralidade, informalidade, economia processual e celeridade, apenas."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O processo perante o Juizado Especial Criminal objetivará, sempre que possível, a reparação dos danos sofridos pela vítima e a aplicação de pena não privativa de liberdade. Nesse contexto, de acordo com o expresso texto do art. 62 da Lei n 9.099/95, orientar–se–á pelos critérios de"},
{"alternativas": {"a": "pública.", "c": "privada, quando houver representação da vítima.", "b": "pública incondicionada, e manifestar–se como custos legis, nas ações penais públicas condicionadas.", "e": "pública e, quando houver representação da vítima, promover em seu nome a ação penal privada.", "d": "pública condicionada, e manifestar–se como custos legis, nas ações penais públicas incondicionadas."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Ao Ministério Público compete, de acordo com oart. 257 do CPP, fiscalizar a execução da lei e promover,privativamente, a ação penal"},
{"alternativas": {"a": "o ordinário.", "c": "livremente estabelecido pelo juiz.", "b": "o sumário.", "e": "o especial.", "d": "o sumaríssimo."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nas infrações penais de menor potencial ofensivo, quando o juizado especial criminal encaminhar ao juízo comum as peças existentes para a adoção de outro procedimento, de acordo com o art. 538 do CPP, o rito adotado será"},
{"alternativas": {"a": "não serão entregues aos oficiais de justiça, mas encaminhados ao Instituto de Identificação Ricardo Gumbleton Daunt – IIRGD.", "c": "serão entregues diretamente, por meio eletrônico, ao Departamento de Capturas da Polícia Civil do Estado, que tomará as providências cabíveis.", "b": "não serão objeto de recolhimento de guias de despesas, mas deverão ser cumpridos pelos oficiais de justiça a serviço daquele juízo.", "e": "serão remetidos por sistema eletrônico ao Comando de Operações – COPOM da Polícia Militar, responsável pelas medidas cabíveis.", "d": "serão distribuídos aos oficiais de justiça que realizaram as devidas buscas com o apoio da Polícia Civil."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Consoante as Normas da Corregedoria Geral da Justiça,os mandados de prisão"},
{"alternativas": {"a": "comuns … designará audiência de instrução e interrogatório", "c": "ordinário e sumário … ordenará a citação do acusado para responder à acusação, por escrito, no prazo de 10 (dez) dias", "b": "ordinário e sumário ... designará audiência de instrução e interrogatório", "e": "sumário e sumaríssimo … designará audiênciade instrução e interrogatório", "d": "comuns … ordenará a citação do acusado para responder à acusação, por escrito, no prazo de 15 (quinze) dias"}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos procedimentos ___________ , oferecida a denúncia ou queixa, o juiz, se não a rejeitar liminarmente, recebê–la–á e ___________ (CPP, art. 396). Assinale a alternativa que preenche, adequada e respectivamente, as lacunas."},
{"alternativas": {"a": "Constituição de defensor após a citação.", "c": "Recebimento da denúncia.", "b": "Citação do acusado.", "e": "Juntada do mandado de citação aos autos", "d": "Apresentação de resposta escrita."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em que momento a lei processual penal (CPP, art. 363) considera que o processo completa sua formação?"},
{"alternativas": {"a": "o acusado que é Advogado pode apresentar defesa “em nome próprio”, sem necessidade de constituição de outro profissional.", "c": "o Juiz não pode indicar Advogado de forma compulsória a um acusado, que sempre tem o direito inalienável de articular a própria defesa, ainda que não seja habilitado para tanto.", "b": "o acusado que não constituir Advogado será obrigatoriamente defendido por Procurador Municipal ou Estadual.", "e": "apenas nos crimes mais graves o acusado deve obrigatoriamente ser assistido por Advogado, podendo articular a própria defesa, mesmo sem habilitação, nos casos em que não está em risco sua liberdade.", "d": "se for indicado um Defensor Público ao acusado, este não pode desconstituí–lo para nomear um profissional de sua confiança."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No que concerne à estruturação da defesa de acusados em juízo criminal, é correto afirmar (CPP, art. 263):"},
{"alternativas": {"a": "com exceção do foragido", "c": "com exceção do ausente", "b": "com exceção do ausente ou foragido", "e": "ainda que ausente ou foragido", "d": "ainda que ausente"}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "“Nenhum acusado,___________ , será processado ou julgado sem defensor.” Assinale a alternativa que preenche, adequada e completamente, a lacuna, nos termos do art. 261 do CPP."},
{"alternativas": {"a": "tem eficácia de título executivo, a ser executado no próprio Juizado Especial Criminal.", "c": "impede a propositura da ação penal, inclusive a pública incondicionada.", "b": "prescinde de forma escrita, em atenção à regra da oralidade.", "e": "é irrecorrível quando homologada por sentença.", "d": "é modalidade de resolução de conflito que pode ser homologada pelo Ministério Público."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A composição civil dos danos, de acordo com o art. 74 da Lei nº 9.099/95,"},
{"alternativas": {"a": "decretação da extinção da punibilidade do acusado.", "c": "rejeição de denúncia.", "b": "absolvição sumária do acusado.", "e": "designação de audiência preliminar.", "d": "designação de audiência de instrução e julgamento."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No rito do procedimento comum ordinário, constata–se, imediatamente após o oferecimento da resposta escrita à acusação, que existe em favor do acusado manifesta causa de exclusão da ilicitude. Nesse caso, o art. 397 do CPP indica que se deve seguir a"},
{"alternativas": {"a": "Sim, desde que o acusado já tenha sido anteriormente condenado por outro crime.", "c": "Sim, a prisão preventiva.", "b": "Não, nunca.", "e": "Sim, desde que o crime seja inafiançável.", "d": "Sim, a prisão temporária."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos do quanto expressamente prescreve o art. 366 do CPP, se o acusado, citado por edital, não comparecer nem constituir advogado, ficarão suspensos o processo e o curso do prazo prescricional, podendo o juiz determinar a produção antecipada das provas consideradas urgentes. Nessa hipótese, presentes os requisitos atinentes à respectiva modalidade detentiva e com base unicamente no dispositivo de lei citado, está autorizado o juiz a decretar a prisão do acusado?"},
{"alternativas": {"a": "ele próprio ou seu cônjuge ou seu irmão for amigo íntimo de qualquer das partes.", "c": "seu amigo íntimo for credor ou devedor, tutor ou curador de qualquer das partes.", "b": "for parte entidade associativa ou de classe da qual faça ou tenha feito parte.", "e": "ele próprio ou seu cônjuge ou parente em linha reta ou colateral até o terceiro grau tiver servido como testemunha.", "d": "tiver funcionado como juiz de outra instância, pronunciando–se, de fato ou de direito, sobre a questão."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos do art. 252 do CPP, o juiz não poderá exercer jurisdição no processo em que"},
{"alternativas": {"a": "mandado.", "c": "qualquer meio que atinja a finalidade.", "b": "meio eletrônico.", "e": "carta simples.", "d": "carta com aviso de recebimento (AR) ou telegrama."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos do art. 351 do CPP, quando o réu estiver no território sujeito à jurisdição do juiz que houver ordenado a citação, esta se fará por"},
{"alternativas": {"a": "o procedimento comum será ordinário quando tiver, por objeto, crime cuja sanção máxima cominada seja inferior a 4 (quatro) anos de pena privativa de liberdade.", "c": "aplica-se a todos os processos o procedimento sumário, salvo disposições em contrário do Código de Processo Penal ou de lei especial.", "b": "o procedimento comum será sumário, quando tiver, por objeto, crime cuja sanção máxima cominada seja inferior a 4 (quatro) anos de pena privativa de liberdade.", "e": "o procedimento comum será sumário para as infrações penais de menor potencial ofensivo, na forma da lei.", "d": "nos procedimentos ordinário e sumário, no caso de citação por edital, o prazo para a defesa começará a fluir a partir da data da publicação do Edital."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com relação aos processos em espécie, é correto afirmar:"},
{"alternativas": {"a": "O processo seguirá sem a presença do acusado que, citado ou intimado pessoalmente para qualquer ato, deixar de comparecer sem motivo justificado.", "c": "Se o réu não for encontrado, será citado, por edital, com o prazo de 5 (cinco) dias.", "b": "Se o réu estiver preso, sua citação far-se-á por precatória.", "e": "A citação inicial far-se-á por precatória, quando o réu estiver no território sujeito à jurisdição do juiz que a houver ordenado.", "d": "Quando o réu estiver fora do território da jurisdição do juiz processante, será citado mediante mandado de citação expedido pelo juiz processante."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No tocante à citação, assinale a alternativa correta."},
{"alternativas": {"a": "se ele, seu cônjuge, ou parente, consanguíneo, ou afim, até o quinto grau, inclusive, sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes.", "c": "se ele, seu cônjuge, ou parente, consanguíneo, ou afim, até o quarto grau, inclusive, sustentar demanda ou responder a processo que tenha de ser julgado por qualquer das partes.", "b": "se ele, seu cônjuge, ascendente ou descendente, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia.", "e": "se ele, seu cônjuge, ou parente, consanguíneo, ou afim, até o terceiro grau, inclusive, estiver respondendo a processo por fato análogo, sobre cujo caráter criminoso haja controvérsia.", "d": "se não for amigo íntimo ou inimigo capital de qualquer deles."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O serventuário ou funcionário da justiça dar-se-á por suspeito e, se não o fizer, poderá ser recusado por qualquer das partes,"},
{"alternativas": {"a": "além das hipóteses do Código Penal e da legislação especial, dependerá de representação a ação penal relativa aos crimes de lesões corporais dolosas de natureza grave.", "c": "a competência do Juizado será determinada pelo lugar de residência do réu.", "b": "a citação será pessoal e far-se-á no próprio Juizado, sempre que possível, ou por edital.", "e": "nos crimes em que a pena mínima cominada for igual ou inferior a um ano, abrangidas ou não pela Lei n.º 9.099/95, o Ministério Público, ao oferecer a denúncia, poderá propor a suspensão do processo, por dois a quatro anos, desde que o acusado não esteja sendo processado ou não tenha sido condenado por outro crime, presentes os demais requisitos que autorizariam a suspensão condicional da pena.", "d": "se consideram infrações penais de menor potencial ofensivo, para os efeitos da Lei n.º 9.099/95, as contravenções penais e os crimes a que a lei comine pena máxima não superior a um ano, excetuados os casos em que a lei preveja procedimento especial."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com relação às infrações de menor potencial ofensivo, seu processo e julgamento, é correto afirmar que"},
{"alternativas": {"a": "ele próprio ou seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o quinto grau, inclusive, for parte ou diretamente interessado no feito.", "c": "tiver funcionado seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o quinto grau, inclusive, como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar de justiça ou perito.", "b": "ele não houver funcionado como defensor ou advogado, órgão do Ministério Público, autoridade policial, auxiliar de justiça, perito ou servido como testemunha.", "e": "ele próprio ou seu cônjuge ou parente, consanguíneo ou afim, em linha reta ou colateral até o quarto grau, inclusive, for parte ou diretamente interessado no feito.", "d": "tiver funcionado como juiz de outra instância, pronunciando-se, de fato ou de direito, sobre a questão."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O juiz não poderá exercer jurisdição no processo em que"},
{"alternativas": {"a": "O recurso será interposto por petição ou por termo nos autos, assinado pelo recorrente ou por seu representante.", "c": "Caberá apelação no prazo de 20 (vinte) dias das sentenças definitivas de condenação ou absolvição proferidas por juiz singular.", "b": "Caberá recurso, no sentido estrito, da decisão que receber a denúncia ou a queixa.", "e": "Dentro de dez dias, contados da interposição do recurso, no sentido estrito, o recorrente oferecerá as razões e, em seguida, será aberta vista ao recorrido por igual prazo.", "d": "O Ministério Público somente poderá desistir do recurso que haja interposto."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No tocante aos recursos, assinale a alternativa correta."},
{"alternativas": {"a": "de menor potencial ofensivo \u0085 não esteja sendo processado ou não tenha sido condenado por outro crime \u0085 a suspensão condicional da pena", "c": "de menor potencial ofensivo \u0085 seja primário \u0085 a substituição da pena privativa de liberdade", "b": "em que a pena mínima cominada for igual ou inferior a um ano, abrangidas ou não por esta Lei \u0085 não esteja sendo processado ou não tenha sido condenado por outro crime \u0085 a suspensão condicional da pena", "e": "em que a pena mínima cominada for igual ou inferior a um ano, abrangidas ou não por esta Lei ... não es­ teja sendo processado ou não tenha sido condenado por outro crime ... a substituição da pena privativa de liberdade", "d": "em que a pena mínima cominada for igual ou inferior a um ano, abrangidas ou não por esta Lei ...seja pri­mário ... a suspensão condicional da pena"}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Nos crimes .......................... , o Ministério Público, ao oferecer a denúncia, poderá propor a suspensão do processo, por dois a quatro anos, desde que o acusado ......................... , presentes os demais requisitos que autorizariam ............................................... .Assinale a alternativa cujas expressões completam, correta e respectivamente, o art. 89 da Lei n.º 9.099/95."},
{"alternativas": {"a": "oferecendo documentos e justificações, e especificando provas pretendidas, apenas.", "c": "arguindo preliminares, alegando tudo que interesse a sua defesa, oferecendo documentos e justificações, especifi­cando provas pretendidas e arrolando testemunhas.", "b": "arguindo preliminares, oferecendo documentos e justifi­cações, e especificando provas pretendidas, apenas.", "e": "arguindo preliminares e arrolando testemunhas, apenas", "d": "arguindo preliminares, apenas."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O CPP, no § 3.º do art. 406, logo após a citação, faculta ao acusado que apresente resposta escrita"},
{"alternativas": {"a": "I e II, apenas.", "c": "I e III, apenas.", "b": "I, II e III", "e": "I, apenas.", "d": "II e III, apenas."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "São requisitos necessários para que se articulem os embargos infringentes e de nulidade do parágrafo único do art. 609 do CPP:I. decisão de segunda instância; II. decisão desfavorável ao réu; III. decisão unânime.É correto o que se afirma em"},
{"alternativas": {"a": "carta de ordem.", "c": "carta com aviso de recebimento ou telegrama.", "b": "publicação em jornal de grande circulação", "e": "precatória", "d": "edital."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Determina o art. 353 do CPP: quando o réu estiver fora do território da jurisdição do juiz processante será citado mediante"},
{"alternativas": {"a": "Sim, apenas o foragido.", "c": "Sim, o foragido, o ausente e o revel.", "b": "Não.", "e": "Sim, apenas o revel.", "d": "Sim, apenas o ausente."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O CPP (art. 261) admite que seja o acusado processado ou julgado sem defensor?"},
{"alternativas": {"a": "I e II, apenas.", "c": "I e III, apenas.", "b": "II e III, apenas.", "e": "I, apenas.", "d": "I, II e III."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Nos termos do art. 257 do CPP cabe, ao Ministério Público,I. promover, privativamente, a ação penal pública, na forma estabelecida no CPP; II. buscar a condenação dos indiciados em inquérito policial; III. fiscalizar a execução da lei.É correto o que se afirma em"},
{"alternativas": {"a": "modalidade expressamente vetada.", "c": "providência obrigatória para todos os juízos de primeiro grau.", "b": "inovação desejável, mas que ainda não é expressamente autorizada.", "e": "salutar medida de economia processual, mas que só tem validade se realizada a posterior e integral transcrição por escrito das gravações.", "d": "possibilidade prevista legalmente, a fim de obter maior fidelidade das informações."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere o tratamento atual dado pelo CPP ao registro audiovisual dos depoimentos realizados em audiência. Trata-se de"}
]