[
{"alternativas": {"a": "cujo sigilo tenha sido decretado pela autoridade administrativa competente.", "c": "de interesse exclusivo da Administração Pública.", "b": "relativas a direitos individuais indisponíveis.", "e": "cujo sigilo seja imprescindível à segurança da sociedade e do Estado.", "d": "cujo interesse esteja relacionado à segurança ou à saúde públicas."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Conforme o que estabelece expressamente a Constituição Federal, todos têm direito a receber dos órgãos públicos informações de seu interesse particular, ou de interesse coletivo ou geral, que serão prestadas no prazo da lei, sob pena de responsabilidade, ressalvadas aquelas"},
{"alternativas": {"a": "Relação de emprego protegida contra despedida arbitrária ou sem justa causa, nos termos de lei complementar, que preverá indenização compensatória.", "c": "Fundo de garantia do tempo de serviço.", "b": "Seguro-desemprego, em caso de desemprego involuntário.", "e": "Participação nos lucros, ou resultados, desvinculada da remuneração.", "d": "Garantia de salário, nunca inferior ao mínimo, para os que percebem remuneração variável."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contempla corretamente um direito do servidor ocupante de cargo público garantido expressamente pela Constituição Federal."},
{"alternativas": {"a": "deverá pedir demissão do seu cargo, emprego ou função, trinta dias antes de assumir o mandato eletivo.", "c": "será afastado do cargo, emprego ou função, sendo-lhe facultado optar pela sua remuneração.", "b": "poderá acumular os cargos, desde que haja compatibilidade de horários, sem prejuízo da remuneração do cargo eletivo.", "e": "não poderá manter o seu cargo, emprego ou função, devendo ser remunerado, necessariamente, pelo cargo eletivo.", "d": "será demitido do cargo, emprego ou função, sem direito a qualquer vantagem."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O servidor público, da administração direta, autárquica e fundacional, no exercício de mandato eletivo de Prefeito,"},
{"alternativas": {"a": "A investidura em cargo ou emprego público depende de aprovação prévia em concurso público de provas ou de provas e títulos, sendo vedado o tratamento diferenciado em razão da natureza ou da complexidade do cargo ou emprego.", "c": "A lei reservará percentual dos cargos públicos efetivos, dos cargos de livre nomeação e exoneração e dos empregos públicos para as pessoas portadoras de deficiência e para os grupos considerados como minoria e definirá os critérios de sua admissão.", "b": "As funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo, e os cargos em comissão, a serem preenchidos por servidores de carreira nos casos, condições e percentuais mínimos previstos em lei, destinam-se apenas às atribuições de direção, chefia e assessoramento.", "e": "A administração do Poder Judiciário e seus servidores terão, dentro de suas áreas de competência e jurisdição, precedência sobre os demais setores administrativos dos outros Poderes, na forma da lei.", "d": "Os vencimentos dos cargos do Poder Legislativo e do Poder Executivo, incluídas na remuneração as vantagens e direitos a qualquer título, consideradas as semelhanças de atribuições de funções, não poderão ser superiores aos pagos pelo Poder Judiciário."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando o disposto na Carta Magna Brasileira, assinale a alternativa correta."},
{"alternativas": {"a": "São estáveis após três anos de efetivo exercício os servidores nomeados para cargo de confiança de provimento de livre nomeação.", "c": "O servidor público estável só perderá o cargo em virtude de sentença judicial de segunda instância da qual ainda caiba recurso.", "b": "Invalidada por sentença judicial a demissão do servidor estável, será ele readmitido, e o eventual ocupante da vaga reconduzido ao cargo de origem, com direito a indenização.", "e": "Ao servidor ocupante, exclusivamente, de cargo em comissão declarado em lei de livre nomeação e exoneração, aplica-se o regime próprio de previdência dos servidores públicos do respectivo ente federativo.", "d": "Extinto o cargo ou declarada a sua desnecessidade, o servidor estável ficará em disponibilidade, com remuneração proporcional ao tempo de serviço, até seu adequado aproveitamento em outro cargo."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que está de acordo com o que dispõe a Constituição Federal a respeito do agente público."},
{"alternativas": {"a": "o prazo de validade do concurso público será de até três anos, prorrogável uma vez, por igual período.", "c": "ao servidor público civil é vedada a associação sindical.", "b": "as funções de confiança a serem exercidas por servidor público destinam-se apenas aos cargos técnicos, cientí- ficos e de chefia.", "e": "a proibição de acumular cargos públicos remunerados não se aplica a empregos e funções nas sociedades de economia mista.", "d": "o servidor público da administração direta, no exercício de mandato eletivo estadual, deverá ficar afastado de seu cargo."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Nos termos do que estabelece a Constituição Federal"},
{"alternativas": {"a": "É obrigatório o patrocínio das partes pelo advogado, em qualquer juízo ou tribunal, exceto no juizado de pequenas causas e no juizado de menores.", "c": "O Conselho Estadual de Defesa dos Direitos da Pessoa Humana tem por objetivo investigar e punir as violações de direitos humanos no território do Estado, julgando as denúncias enviadas pelo Ministério Público, bem como o de propor ao Poder Judiciário soluções gerais a esses problemas.", "b": "Os membros do Poder Judiciário, as autoridades e o Ministério Público do Estado zelarão para que os direitos e privilégios dos servidores públicos sejam respeitados, sob pena de responsabilização na forma da lei.", "e": "O advogado é indispensável à administração da justiça e, nos termos da lei, inviolável por seus atos e manifestações, no exercício da profissão.", "d": "O Tribunal de Alçada Jurisdicional Estadual exercerá, em matéria administrativa de interesse geral do Poder Judiciário, direção e disciplina da Justiça do Estado."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa correta."},
{"alternativas": {"a": "veda a proteção legal aos locais de cultos religiosos.", "c": "não contempla em seu texto a possibilidade de certos crimes serem tidos como inafiançáveis.", "b": "impede que haja prestação de assistência religiosa nas entidades civis e militares de internação coletiva.", "e": "veda a imposição legal da pena de interdição de direitos.", "d": "não permite a extradição de estrangeiro por crime político ou de opinião."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A Constituição Federal Brasileira"},
{"alternativas": {"a": "ação popular.", "c": "ação civil pública.", "b": "habeas corpus.", "e": "ação de improbidade administrativa.", "d": "mandado de injunção."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na hipótese de ocorrência de ato lesivo ao patrimônio público ou de entidade de que o Estado participe, à moralidade administrativa, ao meio ambiente e ao patrimônio histórico e cultural, nos termos do que dispõe, expressamente, a Constituição, o cidadão poderá ajuizar"},
{"alternativas": {"a": "Senador da República.", "c": "Ministro do Supremo Tribunal Federal.", "b": "Deputado Federal.", "e": "Juiz Federal.", "d": "Governador de Estado."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Conforme a Constituição Federal, é privativo de brasileiro nato o cargo de"},
{"alternativas": {"a": "Somente por decreto do chefe do Poder Executivo poderão ser criadas autarquias e fundações públicas, bem como de suas subsidiárias ou coligadas.", "c": "O ilícito praticado pelo agente público que cause prejuízo ao erário será imprescritível.", "b": "O ato de improbidade administrativa acarretará a cassação dos direitos políticos do servidor público ou do particular responsável pelo ato lesivo aos cofres públicos.", "e": "É vedada a vinculação ou equiparação de quaisquer espécies remuneratórias para o efeito de remuneração de pessoal do serviço público", "d": "O subsídio mensal dos Desembargadores do Tribunal de Justiça poderá atingir no máximo 80,25 % do subsídio mensal dos Ministros do Supremo Tribunal Federal."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que está de acordo com a Constituição Federal."},
{"alternativas": {"a": "seguro-desemprego, em caso de desemprego involuntário.", "c": "piso salarial proporcional à extensão e à complexidade do trabalho.", "b": "fundo de garantia do tempo de serviço.", "e": "licença-paternidade, nos termos fixados em lei.", "d": "salário-família pago em razão do dependente do trabalhador de baixa renda nos termos da lei."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Atenção: essa questão tornou-se desatualizada, servindo apenas para consulta. É um direito constitucional do trabalhador doméstico:"},
{"alternativas": {"a": "aos cargos técnicos e de professor.", "c": "aos cargos técnicos e de assessoramento.", "b": "às atribuições de direção, chefia e assessoramento.", "e": "os cargos do Poder Judiciário.", "d": "aos cargos das áreas de saúde e da educação."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As funções de confiança, exercidas exclusivamente por servidores ocupantes de cargo efetivo, e os cargos em comissão, a serem preenchidos por servidores de carreira nos casos, condições e percentuais mínimos previstos em lei, destinam-se apenas"},
{"alternativas": {"a": "sessenta e cinco anos de idade e trinta e cinco de contribuição, se homem, e cinquenta e cinco anos de idade e trinta de contribuição, se mulher.", "c": "setenta anos de idade e trinta de contribuição, se homem, e sessenta anos de idade e trinta de contribuição, se mulher.", "b": "sessenta anos de idade e trinta e cinco de contribuição, se homem, e cinquenta e cinco anos de idade e trinta de contribuição, se mulher.", "e": "sessenta anos de idade e trinta e cinco de contribuição, se homem, e sessenta anos de idade e vinte e cinco de contribuição, se mulher.", "d": "sessenta anos de idade e trinta e cinco de contribuição, se homem, e cinquenta anos de idade e trinta de contribuição, se mulher."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O servidor público abrangido pelo regime próprio de previdência social poderá aposentar-se, voluntariamente, desde que cumprido tempo mínimo de dez anos de efetivo exercício no serviço público e cinco anos no cargo efetivo em que se dará a aposentadoria, observadas as seguintes condições:"},
{"alternativas": {"a": "O acesso ao cargo de Desembargador do Tribunal de Justiça será efetivado por meio de concurso público de provas e títulos ou em virtude da promoção de juízes substitutos de segundo grau, pelos critérios de antiguidade e merecimento.", "c": "O Ministério Público é instituição permanente, subordinada à função jurisdicional do Estado, incumbindo-lhe, com exclusividade, a defesa da ordem jurídica, do regime democrático e dos interesses sociais e individuais indisponíveis", "b": "Os Juízes de Direito integram a carreira da Magistratura e exercem a jurisdição comum estadual de primeiro grau e a especial de segunda instância, nas comarcas, juízos e tribunais, segundo a competência determinada por lei.", "e": "A Defensoria Pública é instituição auxiliar do Poder Judiciário, essencial à função estatal e subordinada ao Poder Executivo Estadual, ao qual deverá, anualmente, enviar a sua proposta orçamentária dentro dos limites estabelecidos na lei de diretrizes orçamentárias.", "d": "A Procuradoria Geral do Estado é instituição de natureza permanente, essencial à administração da justiça e à Administração Pública Estadual, vinculada diretamente ao Governador, responsável pela advocacia do Estado, sendo orientada pelos princípios da legalidade e da in- disponibilidade do interesse público."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que está de acordo com a Constituição do Estado de São Paulo."},
{"alternativas": {"a": "os acréscimos pecuniários percebidos por servidor público serão computados e acumulados para fins de concessão de acréscimos ulteriores.", "c": "os vencimentos dos cargos do Poder Legislativo e do Poder Judiciário não poderão ser superiores aos pagos pelo Poder Executivo.", "b": "é vedado aos estrangeiros o acesso aos cargos, empregos e funções públicas.", "e": "o direito de greve será exercido nos termos definidos pela associação sindical.", "d": "os cargos em comissão devem ser preenchidos exclusivamente por servidores ocupantes de cargo efetivo."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A administração pública direta e indireta deve observar o seguinte comando constitucional:"},
{"alternativas": {"a": "é brasileiro nato.", "c": "poderá naturalizar–se brasileiro caso opte, a qualquer tempo, pela nacionalidade brasileira, ainda que resida no estrangeiro.", "b": "poderá naturalizar–se brasileiro caso venha a residir por pelo menos 1 ano ininterrupto no Brasil.", "e": "não poderá naturalizar–se brasileiro, uma vez que seu pai é chileno.", "d": "será considerado brasileiro nato, desde que sua mãe retorne ao Brasil imediatamente após o término do serviço."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Ricardo, cuja mãe é brasileira e cujo pai é chileno, nasceu no México, durante uma viagem de sua mãe a esse país, a serviço do Brasil. Nos termos da Constituição Federal, Ricardo"},
{"alternativas": {"a": "inseriu a propriedade entre os direitos sociais.", "c": "conferiu direitos sociais diferenciados aos trabalhadores urbanos e rurais, tendo em vista as particularidades do exercício de cada um desses trabalhos.", "b": "garantiu aos trabalhadores o seguro–desemprego, em caso de desemprego voluntário ou involuntário.", "e": "inseriu entre os direitos dos trabalhadores a irredutibilidade do salário, salvo, contudo, o disposto em convenção ou acordo coletivo.", "d": "possibilitou o trabalho noturno, perigoso ou insalubre apenas a maiores de 16 anos, proibindo–o aos maiores de 14 e menores de 16 anos que trabalham na condição de aprendiz."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto afirmar que a Constituição Federal"},
{"alternativas": {"a": "não pode haver prisão civil por dívida, exceto nos termos estabelecidos pela própria Constituição.", "c": "pode ser concedido mandado de injunção caso a norma regulamentadora viole o exercício dos direitos e liberdades constitucionais.", "b": "não é possível a concessão de habeas corpus quando alguém se ache ameaçado de sofrer violência ou coação em sua liberdade de locomoção, por ilegalidade ou abuso de poder, devendo a violência ou coação estarem concretizadas.", "e": "qualquer cidadão é parte legítima para impetrar mandado de segurança coletivo.", "d": "conceder–se–á mandado de segurança para proteger direito líquido e certo, ainda que amparado por habeas corpus ou habeas data, quando o responsável pela ilegalidade ou abuso de poder for autoridade pública ou agente de pessoa jurídica no exercício de atribuições do Poder Público."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Segundo a Constituição Federal, é correto afirmar que"},
{"alternativas": {"a": "seu registro nos quadros do CREF não será obrigatório, ainda que haja lei estabelecendo sua obrigatoriedade, uma vez que a Constituição assegura a liberdade de exercício de qualquer trabalho, ofício ou profissão.", "c": "não poderá exercer a profissão de treinador e monitor de futebol caso não haja lei que regulamente essa profissão, sendo, nessa hipótese, descabida a exigência de registro nos quadros do CREF.", "b": "o CREF pode obrigá–lo a ter registro, independentemente de qualquer disposição legal, já que possui poder de polícia.", "e": "o CREF só pode obrigá–lo a ter registro se houver norma interna desse Conselho que imponha a treinadores e monitores de futebol terem registro em seus quadros.", "d": "seu registro nos quadros do CREF será obrigatório caso haja lei que imponha essa obrigatoriedade, não sendo suficiente norma interna do CREF a respeito."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "João é ex–jogador de futebol e, embora não graduado em Educação Física, é treinador e monitor de uma escola de futebol. João não tem registro no Conselho Regional de Educação Física – CREF e está sendo compelido, pelo Conselho Regional de sua cidade, a ter registro em seus quadros. O advogado de João explicou–lhe corretamente que, nos termos da Constituição Federal,"},
{"alternativas": {"a": "não poderá aposentar–se voluntariamente, tendo que se aposentar compulsoriamente aos 70 anos de idade.", "c": "só poderá aposentar–se voluntariamente após completar o mínimo de 30 anos de contribuição previdenciária.", "b": "só poderá aposentar–se voluntariamente após completar o mínimo de 15 anos de contribuição previdenciária.", "e": "poderá aposentar–se voluntariamente, aos 60 anos, com proventos integrais.", "d": "poderá aposentar–se voluntariamente, aos 60 anos, com proventos proporcionais ao tempo de contribuição."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Maria tem 59 anos de idade e ingressou pela primeira vez no serviço público aos 49 anos, tendo ocupado, durante todo esse tempo, o mesmo cargo efetivo. Ela possui, no total de sua vida laboral, 10 anos de contribuição previdenciária junto ao Regime Próprio de Previdência dos Servidores, nunca tendo contribuído ao Regime Geral de Previdência Social. Maria, que pretende aposentar–se pelo Regime Próprio de Previdência dos Servidores, ao analisar as regras atuais estabelecidas na Constituição Federal, verificou que"},
{"alternativas": {"a": "terão hierarquia infraconstitucional supralegal se versarem sobre direitos humanos ou não, e forem aprovados, em cada Casa do Congresso Nacional, em dois turnos, por dois terços dos votos dos respectivos membros.", "c": "terão hierarquia infraconstitucional supralegal se versarem sobre direitos humanos e forem aprovados, pelo Congresso Nacional, em sessão conjunta, por três quintos dos votos dos respectivos membros.", "b": "serão equivalentes às emendas constitucionais se versarem sobre direitos humanos e forem aprovados, em cada Casa do Congresso Nacional, em dois turnos, por três quintos dos votos dos respectivos membros.", "e": "serão equivalentes às emendas constitucionais se versarem sobre direitos humanos ou não, e forem aprovados, pelo Congresso Nacional, em sessão conjunta, pela maioria absoluta dos seus membros.", "d": "terão hierarquia infraconstitucional ordinária se versarem sobre direitos humanos e forem aprovados, em cada Casa do Congresso Nacional, em dois turnos, por dois terços dos votos dos respectivos membros."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos da Constituição Federal, os tratados e convenções internacionais"},
{"alternativas": {"a": "o Superior Tribunal de Justiça Desportiva.", "c": "o Conselho de Defesa Nacional.", "b": "os Tribunais e Juízes Militares.", "e": "o Ministério Público.", "d": "o Tribunal de Contas da União."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Dentre os órgãos do Poder Judiciário, pode(m)–se citar:"},
{"alternativas": {"a": "compulsoriamente, aos setenta e cinco anos de idade, com proventos proporcionais ao tempo de contribuição.", "c": "compulsoriamente, aos setenta anos de idade, com proventos integrais.", "b": "por invalidez permanente, sendo os proventos proporcionais ao tempo de contribuição, se decorrente de acidente em serviço.", "e": "voluntariamente, observadas as condições de idade e o tempo de contribuição, e desde que cumprido tempo mínimo de dez anos de efetivo exercício no serviço público e cinco anos no cargo efetivo em que se dará a aposentadoria.", "d": "voluntariamente, observadas as condições de idade e o tempo de contribuição, e desde que cumprido tempo mínimo de dez anos de efetivo exercício no serviço público e três anos no cargo efetivo em que se dará a aposentadoria."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Atenção: essa questão tornou-se desatualizada, servindo apenas para consulta. A Constituição Federal assegura aos servidores titularesde cargos efetivos da União, dos Estados, doDistrito Federal e dos Municípios o direito de seremaposentados"},
{"alternativas": {"a": "está autorizado a acumular o cargo público com o emprego, uma vez que, em ambos, Tércio exercerá funções técnicas, que admitem a acumulação.", "c": "não poderá acumular o cargo de assessor de Vereador com o seu emprego, por vedação Constitucional, ex­ceto se for exercer função técnica ou na área da saúde.", "b": "poderá acumular o cargo público com o seu empre­go, uma vez que este é vinculado a uma sociedade de economia mista, o que não impede a acumulação de cargos no serviço público.", "e": "poderá acumular o cargo público com o seu emprego, apenas se houver compatibilidade de horários.", "d": "não poderá aceitar o cargo de assessor do Vereador, sob pena de violar a Constituição, que não permite tal acumulação."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Tércio Romano é empregado na área administrativa de uma sociedade de economia mista e foi convidado para ser as­sessor de um Vereador do Município onde é domiciliado. Tércio tem dúvida se pode, legalmente, aceitar a indicação para este cargo em comissão remunerado.Nessa situação, com base no que dispõe a Constituição Federal sobre a acumulação de cargos públicos, é correto afirmar que Tércio"},
{"alternativas": {"a": "Privativamente ao Senado Federal.", "c": "Conjuntamente à Câmara dos Deputados e ao Senado Federal.", "b": "Privativamente à Câmara dos Deputados.", "d": "Ao Congresso Nacional, com o auxílio do Tribunal de Contas da União."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Titular de Serviços de Notas e de Registros - Critério Provimento", "enunciado": "A quem compete proceder à tomada de contas do Presidente da República, quando não apresentadas ao Congresso Nacional dentro de sessenta dias após a abertura da sessão legislativa?"},
{"alternativas": {"a": "o décimo terceiro salário, com base no vencimento básico ou no valor da aposentadoria.", "c": "o gozo de férias anuais remuneradas com, no máximo, um terço a mais do que o salário normal.", "b": "o repouso semanal remunerado aos domingos.", "e": "a assistência gratuita aos filhos e dependentes, desde o nascimento até 5 (cinco) anos de idade, em creches e pré-escolas.", "d": "a irredutibilidade do salário, salvo o disposto em contrato de trabalho."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A Constituição Federal estabelece como direito dos trabalhadores urbanos e rurais"},
{"alternativas": {"a": "Lei Complementar, precedida de consulta popular", "c": "Plebiscito.", "b": "Emenda Constitucional.", "d": "Emenda Constitucional, precedida de consulta popular."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Juiz", "enunciado": "Atenção: essa questão tornou-se desatualizada, servindo apenas para consulta. Os Territórios Federais integram a União, e sua criação será regulada por meio de"},
{"alternativas": {"a": "de Senador e de Ministro de Estado da Defesa.", "c": "de Presidente da República e de Senador.", "b": "de Deputado Federal e de Deputado Estadual.", "e": "de Ministro do Supremo Tribunal Federal e de oficial das Forças Armadas.", "d": "da carreira diplomática e de Vereador."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "São privativos de brasileiros natos os seguintes cargos:"},
{"alternativas": {"a": "pode acumular os dois cargos de professor, desde que haja expressa concordância dos órgãos públicos envolvidos aos quais estará vinculado.", "c": "pode acumular os dois cargos de professor, desde que haja compatibilidade de horários.", "b": "pode acumular os dois cargos de professor, desde que observe jornada de trabalho não superior a quatro horas diárias em cada órgão público a que estará vinculado.", "e": "pode acumular os dois cargos de professor, independentemente de haver compatibilidade de horários, uma vez que a proibição de acumular não se estende a autarquias.", "d": "não pode acumular os dois cargos de professor."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Paulo já era titular de cargo efetivo de professor na rede estadual de ensino quando foi aprovado em concurso público, para outro cargo de professor, em uma autarquia federal. Tendo em vista o que estabelece a Constituição Federal acerca da vedação de acumula– ção remunerada de cargos públicos, Paulo"},
{"alternativas": {"a": "é vedada a criação de mais de uma organização sindical, em qualquer grau, representativa de categoria profissional ou econômica, na mesma base territorial, que será definida pelos trabalhadores ou empregadores interessados, não podendo ser inferior à área de um Município.", "c": "ao sindicato, cabe a defesa dos direitos e interesses coletivos ou individuais da categoria, exceto em questões administrativas.", "b": "é obrigatória a participação dos sindicatos em processos disciplinares, na defesa de interesses coletivos ou individuais da categoria.", "e": "a autorização do Estado para a fundação de sindicato será dada nos termos legais, vedadas ao Poder Público a interferência e a intervenção na organização sindical.", "d": "é facultada a participação dos sindicatos nas negociações coletivas de trabalho."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos da Constituição Federal, é livre a associação profissional ou sindical, observado o seguinte:"},
{"alternativas": {"a": "o Tribunal de Contas da União.", "c": "o Superior Tribunal Federal.", "b": "o Ministério da Justiça.", "e": "os Tribunais e os Juízes do Trabalho.", "d": "o Conselho Superior de Justiça."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Segundo a Constituição Federal, é(são) órgão(s) do Poder Judiciário:"},
{"alternativas": {"a": "É inviolável o sigilo da correspondência e das comunicações telegráficas, de dados e das comunicações telefônicas, salvo, no último caso, por ordem judicial, nas hipóteses e na forma que a lei estabelecer para fins de investigação criminal ou instrução processual civil ou penal.", "c": "É livre o exercício de qualquer trabalho, ofício ou profissão, sendo vedado à lei condicioná–lo a qualificações profissionais.", "b": "É livre a expressão da atividade intelectual, artística, científica e de comunicação, salvo censura ou licença.", "e": "É plena a liberdade de associação, inclusive a de caráter paramilitar, desde que para fins lícitos.", "d": "As associações poderão ter suas atividades suspensas por decisão judicial, ainda que não transitada em julgado."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Levando–se em conta o que dispõe a Constituição Federal, assinale a alternativa correta."},
{"alternativas": {"a": "setenta anos de idade, com proventos proporcionais ao tempo de contribuição.", "c": "sessenta e cinco anos de idade, se homem, com proventos proporcionais ao tempo de serviço.", "b": "sessenta anos de idade e trinta e cinco de contribuição, se homem.", "e": "sessenta anos de idade, se mulher, com proventos proporcionais ao tempo de serviço.", "d": "sessenta anos de idade e trinta e cinco de contribuição, se mulher."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Os servidores titulares de cargos efetivos da União, dos Estados, do Distrito Federal e dos Municípios serão aposentados voluntariamente, desde que cumprido tempo mínimo de dez anos de efetivo exercício no serviço público e de cinco anos no cargo efetivo em que se dará a aposentadoria, observadas as seguintes condições, conforme estabelecido na Constituição Federal:"},
{"alternativas": {"a": "impõe à administração pública indireta as mesmas regras proibitivas sobre a acumulação remunerada de cargos públicos voltadas à administração pública direta.", "c": "condiciona a nomeação em cargos em comissão à aprovação prévia em concurso público de provas ou de provas e títulos.", "b": "veda a definição de critérios de admissão de pessoas portadoras de deficiência a cargos e empregos públicos.", "e": "permite a acumulação remunerada de dois cargos ou empregos privativos de profissionais de saúde, ainda que a profissão não esteja regulamentada.", "d": "restringe o exercício das funções de confiança exclusivamente aos servidores ocupantes de cargo efetivo com atribuições de natureza gerencial, orçamentária e financeira."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Sobre os cargos e funções públicas, é possível afirmar que a Constituição Federal"},
{"alternativas": {"a": "os que, na forma da lei, adquiram a nacionalidade brasileira, exigidas aos originários de países de língua portuguesa apenas residência, por um ano ininterrupto, e idoneidade moral.", "c": "os nascidos na República Federativa do Brasil, ainda que de pais estrangeiros, desde que estes não estejam a serviço de seu país.", "b": "os nascidos no estrangeiro, de pai brasileiro ou de mãe brasileira, desde que venham a residir na República Federativa do Brasil até a maioridade.", "e": "os portugueses com residência permanente no País, se houver reciprocidade em favor de brasileiros.", "d": "os nascidos no estrangeiro, desde que de pai brasileiro e de mãe brasileira."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos da Constituição Federal, são brasileiros natos:"},
{"alternativas": {"a": "As entidades associativas, quando expressamente autorizadas, têm legitimidade para representar seus filiados judicial ou extrajudicialmente.", "c": "A sucessão de bens de estrangeiros situados no País será regulada pela lei brasileira em benefício do cônjuge ou dos filhos brasileiros, sempre que não lhes seja mais favorável a lei de seus países de origem.", "b": "A pena será cumprida em estabelecimentos distintos, de acordo com a natureza do delito, a idade, o sexo e o grau de escolaridade do apenado.", "e": "Nenhuma pena passará da pessoa do condenado, podendo a obrigação de reparar o dano e a multa, imposta em processo criminal, ser, nos termos da lei, estendida aos sucessores e contra eles executada, até o limite do valor do patrimônio transferido.", "d": "A lei assegurará aos autores de inventos industriais privilégio temporário para sua utilização, bem como proteção às criações industriais, à propriedade das marcas, aos nomes de empresas e a outros signos distintivos, tendo em vista o interesse e desenvolvimento tecnológico das empresas."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que está em consonância com o texto da Constituição Federal Brasileira."},
{"alternativas": {"a": "celeridade e transparência.", "c": "legalidade e imparcialidade.", "b": "isonomia e pessoalidade.", "e": "legalidade e eficiência.", "d": "moralidade e proporcionalidade."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "São princípios constitucionais expressos voltados à administração pública direta e indireta:"},
{"alternativas": {"a": "03 (três) anos de efetivo exercício.", "c": "02 (dois) anos da data da nomeação no Diário Oficial.", "b": "03 (três) anos da data da sua nomeação no Diário Oficial.", "e": "02 (dois) anos de efetivo exercício.", "d": "02 (dois) anos da data da posse."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Os servidores nomeados para cargo de provimento efe­tivo, em virtude de concurso público, adquirem estabili­dade após"},
{"alternativas": {"a": "Se for trabalhar no período noturno, deverá perceber remuneração superior à do diurno em, no mínimo, cinquenta por cento.", "c": "Seguro contra acidentes de trabalho, a ser custeado em igual proporção entre Himeneu e a empresa ABC Ltda.", "b": "Participação nos lucros, ou resultados, vinculada à sua remuneração, e, excepcionalmente, participação na gestão da empresa, conforme definido em lei.", "e": "Salário família, independentemente da renda que irá auferir como empregado.", "d": "Garantia de que não poderá exercer trabalho perigoso ou insalubre."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Himeneu Silva tem 17 anos de idade, casado e pai de dois filhos menores de cinco anos, e acabou de ser contratado para trabalhar na Empresa ABC Ltda.Com base nos dados fornecidos, assinale a alternativa que contempla corretamente um direito de Himeneu previsto na Constituição Federal."},
{"alternativas": {"a": "III.", "c": "III e IV.", "b": "II e III.", "e": "I e II.", "d": "II."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Analise as seguintes afirmativas:I. A lei estabelecerá o procedimento para desapropriação por necessidade ou utilidade pública, ou por interesse social, mediante indenização a ser paga em títulos da dívida pública, resgatáveis em até vinte anos, ressalvados os casos previstos na Constituição.II. A pequena ou média propriedade rural, assim definida em lei, desde que trabalhada pela família, não será ob­jeto de penhora para pagamento de débitos decorrentes de sua atividade produtiva, dispondo a lei sobre os meios de financiar o seu desenvolvimento.III. Todos têm direito a receber dos órgãos públicos informações de seu interesse particular, ou de interes­se coletivo ou geral, que serão prestadas no prazo da lei, sob pena de responsabilidade, ressalvadas aquelas cujo sigilo seja imprescindível à segurança da socie­dade e do Estado.IV. A prática do racismo constitui crime hediondo, ina­fiançável e imprescritível, sujeito à pena de detenção, nos termos da lei.Considerando­se o disposto na Constituição Federal, está correto o que se afirma, apenas, em"},
{"alternativas": {"a": "seja assinado pelo Chefe do Poder Executivo, ratifi­cado por ambas as Casas do Congresso Nacional e, independentemente da sua matéria, que seja aprovado em dois turnos, por três quintos dos votos dos respec­tivos membros.", "c": "tenha sido aprovado, em cada Casa do Congresso Na­cional, em dois turnos, por três quintos dos votos dos respectivos membros, independentemente da matéria que ele trate.", "b": "seja sobre direitos humanos e que tenha sido aprova­do, em cada Casa do Congresso Nacional, em dois turnos, por três quintos dos votos dos respectivos membros.", "e": "o Supremo Tribunal Federal reconheça a sua compa­tibilidade com o texto constitucional por meio do jul­gamento de Ação Declaratória da Constitucionalidade.", "d": "seja devidamente aprovado pelo Congresso Nacio­nal, ratificado pelo Poder Executivo e incorporado à Constituição Federal, independentemente da matéria que ele trate."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Segundo o que estabelece a Carta Magna Brasileira, para que um tratado internacional seja considerado equivalente à emenda constitucional, é necessário que"},
{"alternativas": {"a": "Inviolabilidade do sigilo de correspondência e das co­municações telefônicas, salvo, no primeiro caso, por ordem judicial, para fins de investigação criminal ou instrução processual penal.", "c": "Livre exercício dos cultos religiosos e garantia, na forma da lei, da proteção aos locais de culto e a suas liturgias.", "b": "Inviolabilidade do domicílio, impedindo que alguém nele possa entrar sem consentimento do morador, sal­vo para prestar socorro, ou, durante o dia ou à noite, por determinação judicial.", "e": "Manifestação livre do pensamento, com respectiva garantia do anonimato.", "d": "Direito de reunião pacífica, sem armas, em locais abertos ao público, desde que obtida prévia auto­rização do poder público e desde que não frustre outra reunião anteriormente convocada para o mesmo local."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Assinale a alternativa que contempla corretamente um di­reito garantido expressamente pela Constituição Federal."},
{"alternativas": {"a": "Supremo Tribunal Federal; Conselho Nacional de Justiça; Tribunais e Juízes Militares.", "c": "Tribunais e Juízes dos Estados e do Distrito Federal e Territórios; Ministério Público dos Estados; Conselho Nacional de Justiça.", "b": "Superior Tribunal de Justiça; Defensoria Pública; Tribunais e Juízes do Trabalho.", "e": "Tribunais e Juízes do Trabalho; Tribunais e Juízes Militares; Conselho Nacional do Ministério Público.", "d": "Procuradoria Geral do Estado; Tribunais e Juízes Militares; Tribunais e Juízes do Distrito Federal e Territórios."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contempla somente órgãos integrantes do Poder Judiciário."},
{"alternativas": {"a": "Ninguém será preso senão em flagrante delito ou por ordem escrita e fundamentada de autoridade judiciária competente, salvo nos casos de transgressão militar ou crime propriamente militar, definidos em lei.", "c": "São gratuitas as ações de habeas corpus e mandado de segurança, e, na forma da lei, os atos necessários ao exercício da cidadania.", "b": "Conceder-se-á habeas data para assegurar o conhecimento de informações relativas à pessoa do impetrante ou de terceiros, constantes de registros ou bancos de dados de entidades governamentais ou de caráter privado.", "e": "Os tratados e convenções internacionais sobre direitos humanos que forem aprovados, em cada Casa do Congresso Nacional, em dois turnos, por maioria absoluta dos votos dos respectivos membros, serão equivalentes às emendas constitucionais.", "d": "A todos, no âmbito judicial e administrativo, são assegurados a célere decisão do processo e os meios que garantam a igualdade de sua tramitação."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que está, expressamente, de acordo com o texto da Constituição Federal."},
{"alternativas": {"a": "A casa é asilo inviolável do indivíduo, ninguém nela podendo penetrar sem consentimento do morador, salvo em caso de flagrante delito ou desastre, ou para prestar socorro, ou, durante a noite, por determinação judicial.", "c": "É assegurado a todos o acesso à informação, sendo vedado, em qualquer hipótese, o sigilo da fonte.", "b": "É inviolável o sigilo da correspondência, salvo por ordem judicial para fins de investigação criminal ou instrução processual penal.", "e": "A criação de associações e, na forma da lei, a de cooperativas independem de autorização, sendo vedada a interferência estatal em seu funcionamento.", "d": "Todos podem reunir-se pacificamente, sem armas, em locais abertos ao público, desde que obtida, previamente, a devida autorização do órgão competente."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que está em consonância com o texto da Constituição Federal Brasileira."},
{"alternativas": {"a": "trinta anos para Vice-Presidente.", "c": "vinte e um anos para Prefeito.", "b": "dezoito anos para Deputado Estadual.", "e": "vinte e um anos para Governador.", "d": "trinta anos para Senador."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "São condições de elegibilidade, na forma da lei, a idade mí- nima de"},
{"alternativas": {"a": "de Presidente da República.", "c": "de carreira diplomática.", "b": "de Presidente do Senado Federal.", "e": "de Ministro do Supremo Tribunal Federal.", "d": "de Governador do Estado."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Não é privativo de brasileiros natos o cargo"},
{"alternativas": {"a": "para assegurar o conhecimento de informações relativas à pessoa do impetrante, constante de registros de entidades governamentais ou de caráter público.", "c": "para proteger direito líquido e certo, quando o responsável pela ilegalidade ou abuso de poder for autoridade pública no exercício de atribuições do Poder Público.", "b": "sempre que a falta de norma regulamentadora torne inviá- vel o exercício dos direitos e liberdades constitucionais e das prerrogativas inerentes à nacionalidade, à soberania e à cidadania.", "e": "sempre que alguém sofrer ou se achar ameaçado de sofrer violência ou coação em sua liberdade de locomoção, por ilegalidade ou abuso de poder.", "d": "para retificação de dados, quando não se prefira fazê-lo por processo sigiloso, judicial ou administrativo."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Conceder-se-á mandado de injunção"},
{"alternativas": {"a": "de morte nos casos de guerra declarada.", "c": "de trabalhos forçados.", "b": "de caráter perpétuo.", "e": "cruéis.", "d": "de banimento."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "A Constituição Federal dispõe em seu artigo 5.º que haverá penas"},
{"alternativas": {"a": "o prazo de validade do concurso público será de até cinco anos, prorrogável uma vez, por igual período.", "c": "são estáveis após 2 anos de efetivo exercício os servidores nomeados para cargo de provimento efetivo em virtude de concurso público.", "b": "os acréscimos pecuniários percebidos por servidor público serão computados e acumulados para fim de concessão de acréscimos ulteriores.", "e": "é vedada a acumulação remunerada de cargos públicos, exceto quando houver compatibilidade de horários, a de um cargo de professor com outro, técnico ou científico.", "d": "a lei poderá estabelecer qualquer forma de contagem de tempo de contribuição fictício."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "É correto afirmar que"},
{"alternativas": {"a": "pena de morte, desde que criada por lei complementar federal.", "c": "pena de trabalhos forçados para aqueles condenados por crimes hediondos.", "b": "restrição, por lei, da publicidade dos atos processuais, quando a defesa da intimidade o exigir.", "e": "prisão civil por dívida, ressalvado o caso do depositário infiel.", "d": "extradição do brasileiro nato, por crime político ou de opinião."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A Constituição brasileira em vigor admite a"},
{"alternativas": {"a": "depende do pagamento de taxas.", "c": "não pode ser exercido em face do Poder Executivo.", "b": "é exercido para a defesa de direitos ou contra ilegalidade ou abuso de poder.", "e": "não é assegurado aos estrangeiros, ainda que residentes no Brasil.", "d": "foi abolido com a Constituição de 1988."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O direito de petição"},
{"alternativas": {"a": "poderá acumular até três cargos públicos remunerados, desde que haja compatibilidade de horários ou turnos e tenha realizado os respectivos concursos públicos.", "c": "tem garantidos, constitucionalmente, o direito de greve, nos termos e nos limites a serem definidos em lei específica, e o direito à livre associação sindical.", "b": "que praticar ato de improbidade poderá perder a função pública, mas não poderá ter suspensos seus direitos políticos por esse motivo.", "e": "deve observar, quanto aos atos que pratica, os princípios da pessoalidade e do sigilo.", "d": "do Poder Judiciário não poderá ter vencimentos inferiores aos pagos pelo Poder Executivo."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O servidor público"},
{"alternativas": {"a": "menores de 18 anos.", "c": "maiores de 70 anos.", "b": "analfabetos.", "e": "conscritos, durante o período do serviço militar obrigatório.", "d": "brasileiros naturalizados."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Não podem alistar-se como eleitores os"},
{"alternativas": {"a": "retificação de dados constantes de registros de entidades governamentais.", "c": "participação política do cidadão, significando o direito de ser ouvido em órgãos públicos de seu interesse, em data a ser previamente fixada.", "b": "ampliação subjetiva dos registros individuais constantes de bancos de dados privados.", "e": "tutela da liberdade de reunião.", "d": "realização de vistorias nas entidades que prestem serviços públicos."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O habeas data destina-se à"}
]