[
{"alternativas": {"a": "comete falsa comunicação de crime.", "c": "comete falso testemunho.", "b": "comete falso testemunho, mas não será punido por expressa disposição legal.", "e": "comete autoacusação falsa.", "d": "não comete crime algum, pois não está descrito expressamente como crime no CP."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com intuito de proteger seu filho, João compareceperante a autoridade policial e, falsamente, diz terpraticado o crime que em verdade fora praticado porseu filho. João"},
{"alternativas": {"a": "corrupção ativa (CP, art. 333).", "c": "fato atípico, pois não está descrito expressamente como crime no CP.", "b": "corrupção passiva (CP, art. 317).", "e": "prevaricação (CP, art. 319).", "d": "condescendência criminosa (CP, art. 320)."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O funcionário público que tem conhecimento deinfração cometida no exercício do cargo por subordinadoe que, por indulgência, não promove sua responsabilizaçãoe também não comunica o fato aosuperior competente para tanto pratica"},
{"alternativas": {"a": "praticou corrupção passiva (CP, art. 317) e Pedro não cometeu crime algum.", "c": "praticou corrupção passiva (CP, art. 317) e Pedro corrupção ativa (CP, art. 333).", "b": "praticou exploração de prestígio (CP, art. 357) e Pedro não cometeu crime algum.", "e": "e Pedro não praticaram crime algum, pois os fatos não evoluíram.", "d": "e Pedro praticaram corrupção passiva (CP, art. 317)."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Marcos, advogado, solicita certa quantia em dinheiroa Pedro, seu cliente, pois esclarece que medianteo pagamento dessa quantia em dinheiro pode “acelerar\"o andamento de um processo. Informa queseria amigo do escrevente do cartório judicial – o qualtambém seria remunerado pela celeridade, segundoMarcos. Pedro, inicialmente, tem intenção de aceitara oferta, mas verifica que Marcos mentiu, pois não éamigo do funcionário público. Pedro nega–se a entregara Marcos qualquer quantia e não aceita a oferta.É correto afirmar que Marcos"},
{"alternativas": {"a": "é fato atípico, pois não está expressamente previsto no CP.", "c": "tem a punibilidade extinta se o agente repara o dano antes da sentença irrecorrível.", "b": "tem a ilicitude excluída se o agente repara o dano a qualquer tempo.", "e": "é punido com a mesma pena do peculato doloso", "d": "é punido com detenção, de dois a doze anos, e multa."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O peculato culposo"},
{"alternativas": {"a": "cometido por motivo egoístico.", "c": "o agente aufere lucro.", "b": "a vítima sofre vultoso prejuízo.", "e": "cometido com o fim de produzir prova em processo penal.", "d": "o agente é funcionário público e comete o crime prevalecendo–se do cargo."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O crime de falsidade ideológica (CP, art. 299) tempena aumentada de sexta parte se"},
{"alternativas": {"a": "Emprego irregular de verbas ou rendas públicas.", "c": "Falsa identidade.", "b": "Fraudes em certame de interesse público.", "e": "Modificação ou alteração não autorizada de sistema de informações.", "d": "Inserção de dados falsos em sistemas de informações."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Recentemente um novo delito que lesa a fé pública foi incluí do no Código Penal. Assinale a alternativa que traz o nomen iuris desse crime."},
{"alternativas": {"a": "São, ambos, equiparados a documentos públicos.", "c": "Apenas o primeiro é equiparado a documento público.", "b": "São, ambos, equiparados a documentos particulares.", "e": "O primeiro é equiparado a documento particular; o segundo é equiparado a documento público.", "d": "O segundo é equiparado a documento particular."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta com relação ao tratamento que o Código Penal dá à falsificação do título ao portador ou transmissível por endosso e do testamento particular."},
{"alternativas": {"a": "desobediência.", "c": "fraude processual.", "b": "desacato.", "e": "exercício arbitrário das próprias razões.", "d": "resistência."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A conduta de opor-se mediante violência ou ameaça à execução de ordem legal advinda de funcionário competente tipifica o crime de"},
{"alternativas": {"a": "I, apenas.", "c": "I e III, apenas.", "b": "I e II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Leia as afirmações relacionadas ao crime de exploração de prestígio. I. É crime que não exige do sujeito que o pratica qualquer qualidade especial. II. Os delegados de polícia, assim como os promotores de justiça, podem ser influenciados pelo explorador de prestígio. III. Comina-se à exploração de prestígio diminuição de pena se o agente, ao praticar o delito, alegar que o dinheiro será destinado a qualquer das pessoas referidas no tipo penal. Está correto o contido em"},
{"alternativas": {"a": "cometeu o crime de desobediência à decisão judicial sobre perda ou suspensão de direito.", "c": "cometeu crime de desobediência.", "b": "cometeu crime de sonegação de papel ou objeto de valor probatório.", "e": "não cometeu crime algum.", "d": "cometeu crime de resistência."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O advogado X, por mera negligência, esqueceu-se de restituir os autos de um processo que retirou junto ao Tribunal de Justiça de São Paulo. É correto dizer que X"},
{"alternativas": {"a": "produção e confecção.", "c": "fabricação e alteração.", "b": "contrafação e conspurcação.", "e": "corrupção e produção.", "d": "adulteração e corrupção."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O caput do art. 293 do CP tipifica a falsificação depapéis públicos, especial e expressamente no queconcerne às seguintes ações:"},
{"alternativas": {"a": "Pratica corrupção passiva o funcionário público que solicita ou recebe vantagem indevida, para si ou para outrem, ainda que fora da função ou antes de assumi–la, mas em razão dela.", "c": "No peculato culposo, a reparação do dano, em qualquer momento do processo e até a sentença recorrível, reduz em um terço a pena imposta.", "b": "Pratica concussão o funcionário público que se apropria de dinheiro, valor ou qualquer outro bem móvel, público ou particular, de que tem a posse em razão do cargo.", "e": "Configura–se excesso de exação a exigência de verbas pelo funcionário público que sabe ou deveria saber indevidas.", "d": "Pratica concussão o funcionário público que exigir, para si ou para outrem, vantagem devida, ainda que fora da função ou antes de assumi–la."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com relação aos crimes contra a Administração Pública, assinale a alternativa correta."},
{"alternativas": {"a": "Apropriar–se de dinheiro, valor ou qualquer outro bem móvel de que tenha a posse em razão do cargo.", "c": "Retardar o funcionário a prática de ato de ofício, por influência de outrem.", "b": "Exigir o funcionário público tributos que sabe inexigíveis à espécie.", "e": "Patrocinar o funcionário, indiretamente, interesse privado perante a Administração, valendo–se dessa qualidade.", "d": "Solicitar, fora da função, vantagem indevida à espécie."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em relação ao crime de peculato, assinale a alternativa correta."},
{"alternativas": {"a": "A pena será aumentada pela metade se o agente for ocupante de cargo em comissão ou função de direção ou assessoramento de órgão da administração direta, sociedade de economia mista, empresa pública ou fundação instituída pelo poder público.", "c": "Consideram–se funcionários públicos: vereadores, peritos judiciais, serventuários da justiça, defensor dativo e o auditor da Receita Federal.", "b": "Considera–se funcionário público quem, embora transitoriamente, exerce cargo, emprego ou função pública.", "e": "Equipara–se a funcionário público quem exerce cargo, emprego ou função em entidade paraestatal, e quem trabalha para empresa prestadora de serviço contratada ou conveniada para a execução de atividade típica da Administração Privada.", "d": "Considera–se funcionário público, para efeitos penais, quem, embora transitoriamente e sempre com remuneração, exerce cargo, emprego ou função pública."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta em relação a funcioná– rio público de acordo com o Código Penal."},
{"alternativas": {"a": "a modalidade culposa é admitida por expressa previsão legal.", "c": "a reparação do dano, no peculato culposo, se feita antes da sentença irrecorrível, reduz a pena.", "b": "a reparação do dano, no peculato culposo, se feita após a sentença irrecorrível, extingue a punibilidade.", "e": "trata-se de um delito que pode ser praticado por qualquer pessoa.", "d": "em recente alteração, as penas foram elevadas para reclusão de quatro a doze anos e multa."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em relação ao crime de peculato, é correto afirmar:"},
{"alternativas": {"a": "investigação policial, processo judicial ou inquérito civil.", "c": "investigação policial, processo judicial, investigação administrativa, inquérito civil ou ação de improbidade administrativa.", "b": "investigação policial, processo judicial ou comissão parlamentar de inquérito.", "e": "investigação policial ou processo judicial.", "d": "investigação policial, processo judicial, comissão parlamentar de inquérito ou ação de improbidade administrativa."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que melhor representa o tipo penal do crime descrito no art. 339 do CP. A denunciação caluniosa consiste em imputar crime a quem o sabe inocente dando causa à instauração de"},
{"alternativas": {"a": "cometeu o crime de corrupção passiva.", "c": "cometeu o crime de exploração de prestígio.", "b": "cometeu o crime de usurpação de função pública.", "e": "não cometeu crime algum.", "d": "cometeu o crime de corrupção ativa."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Imagine que um advogado solicite dinheiro de seu cliente, deixando claro que, mediante o pagamento do valor, pro­curará uma testemunha do processo, a fim de influenciá­la a prestar um depoimento mais favorável à pretensão do cliente. Além disso, o advogado insinua que a quantia será repartida com a testemunha. O advogado recebe o dinhei­ro, mas engana seu cliente e não procura a testemunha.Nesse caso, o advogado"},
{"alternativas": {"a": "é funcionário público.", "c": "tem intuito de lucro.", "b": "é funcionário público, e comete o crime, prevalecen­do-­se do cargo.", "e": "causa, com sua ação, prejuízo ao erário público.", "d": "confecciona documento falso hábil a enganar o ho­mem médio."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O crime de petrechos de falsificação (CP, art. 294), por expressa disposição do art. 295 do CP, tem a pena aumen­tada de sexta parte se o agente"},
{"alternativas": {"a": "I e II.", "c": "II.", "b": "II e III.", "e": "III.", "d": "I."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O crime de fraude processual, do art. 347 do CP,I. é punido com pena de reclusão e multa; II. só se configura se a fraude se destina a produzir efeito em processo penal, ainda que não iniciado; III. configura­se se a fraude tem o fim de induzir a erro o juiz ou o perito.É correto o que se afirma, apenas, em"},
{"alternativas": {"a": "II, apenas.", "c": "I e II, apenas.", "b": "III, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Configura-se o crime de advocacia administrativa (CP, art. 321) quando o funcionário público, valendo-se dessa qualidade, patrocina interesse privado perante a administração pública. Considerando tal crime, analise os itens seguintes: I. a pena cominada é menor se o interesse patrocinado for ilegítimo; II. o crime acontecerá ainda que o patrocínio se dê de modo indireto; III. se o interesse patrocinado é ilegítimo, as penas de detenção e multa aplicam-se alternativamente, ou seja, aplica-se a de detenção ou a de multa. É correto o que se afirma em"},
{"alternativas": {"a": "não comete crime, mas apenas uma infração funcional.", "c": "comete crime de corrupção passiva.", "b": "comete crime de peculato mediante erro de outrem.", "e": "comete crime de prevaricação.", "d": "comete crime de excesso de exação."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Imagine que, por erro, um cidadão entrega a um funcionário público determinada quantia em dinheiro. O funcionário, ciente de tal circunstância, não devolve o dinheiro ao cidadão, não informa o ocorrido aos seus superiores e, finalmente, apropria-se do dinheiro. Diante disso, é correto afirmar que o funcionário"},
{"alternativas": {"a": "I, apenas.", "c": "I e II, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O crime de abandono de função, figura típica do art. 323 do Código Penal, torna-se qualificado - e consequentemente tem penas mais elevadas - se I. do fato resulta prejuízo público; II. o fato ocorre em lugar compreendido na faixa de fronteira; III. o agente realiza a conduta de forma premeditada. Está correto o contido em"},
{"alternativas": {"a": "corrupção ativa.", "c": "corrupção passiva.", "b": "peculato culposo.", "e": "peculato mediante erro de outrem.", "d": "excesso de exação"}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A conduta de apropriar-se de dinheiro ou qualquer utilidade que, no exercício do cargo, recebeu por erro de outrem configura o crime de"},
{"alternativas": {"a": "pode ser praticado no âmbito de inquérito policial; somente pode ser praticado por conduta positiva.", "c": "somente pode ser praticado no âmbito de processo judicial; pode ser praticado tanto por conduta positiva como por conduta negativa.", "b": "pode ser praticado no âmbito de processo administrativo; somente pode ser praticado por conduta negativa.", "e": "pode ser praticado no âmbito de juízo arbitral; pode ser praticado tanto por conduta positiva como por conduta negativa.", "d": "somente pode ser praticado no âmbito de processo judicial; somente pode ser praticado por conduta negativa."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O crime de falso testemunho, do art. 342 do Código Penal,"},
{"alternativas": {"a": "não praticou delito algum.", "c": "praticou o crime de peculato mediante erro de outrem.", "b": "praticou o crime de peculato culposo.", "e": "praticou o crime de inserção de dados falsos em sistema de informações.", "d": "praticou o crime de excesso de exação."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "X, funcionário público, recebe indevidamente dinheiro da vítima que o supunha encarregado do recebimento de impostos atrasados. X, em tese,"},
{"alternativas": {"a": "pratica o crime aquele que sabe estar usando documento em que consta firma falsamente reconhecida.", "c": "caso o documento falsificado seja público, a pena será aplicada em dobro.", "b": "responde pelas mesmas penas do crime em questão aquele que destrói, suprime, ou oculta, em benefício próprio, de outrem, ou em prejuízo alheio, documento público ou particular verdadeiro de que não se podia dispor.", "e": "se trata de crime cuja conduta do agente consiste exclusivamente no uso de papéis falsificados.", "d": "não será julgada criminosa a conduta daquele que usar atestado médico falso, pois esse tipo de documento não se encontra incluído no conceito dos papéis falsificados ou alterados previstos no art. 304 do Código Penal."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Com relação ao crime de uso de documento falso, é correto afirmar que"},
{"alternativas": {"a": "acusar–se, perante a autoridade, de crime inexistente ou praticado por outrem.", "c": "provocar a ação de autoridade, comunicando–lhe a ocorrência de crime ou de contravenção que sabe não se ter verificado.", "b": "inovar artificiosamente, na pendência de processo civil ou administrativo, o estado de lugar.", "e": "dar, oferecer ou prometer dinheiro ou qualquer outra vantagem a testemunha, perito, contador, tradutor ou intérprete, para fazer afirmação falsa, negar ou calar a verdade em depoimento ou perícia.", "d": "dar causa à instauração de investigação policial, de processo judicial, instauração de investigação administrativa, inquérito civil ou ação de improbidade administrativa contra alguém, imputando–lhe crime de que o sabe inocente."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O Código Penal brasileiro, em relação ao crime de denunciação caluniosa, dispõe:"},
{"alternativas": {"a": "Falsificação de papéis públicos, falsificação de selo e falsificação de sinal público.", "c": "Coação no curso do processo, comunicação falsa de crime e falsa perícia.", "b": "Advocacia administrativa, advocacia profissional no terceiro setor e posse antecipada de cargo público.", "e": "Advocacia administrativa, violência arbitrária e desobediência.", "d": "Falsificação de papéis públicos, prevaricação e condescendência criminosa."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contém apenas crimes contra a administração da justiça."},
{"alternativas": {"a": "omitir, em documento público ou particular, declaração que dele devia constar.", "c": "falsificar, em nível material, em documento particular, declaração que dele devia constar.", "b": "atestar ou certificar falsamente fato ou circunstância que habilite alguém a obter cargo público.", "e": "falsificar, no todo ou em parte, documento particular ou alterar documento particular verdadeiro.", "d": "inserir ou fazer inserir declaração verdadeira com o fim de prejudicar direito ou criar obrigação."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Configura crime de falsidade ideológica:"},
{"alternativas": {"a": "prevê, no parágrafo único, formas equiparadas de cometimento do delito.", "c": "admite a modalidade culposa e o perdão judicial.", "b": "impõe penas de reclusão, além da multa.", "e": "admite a modalidade culposa.", "d": "prevê apenas uma modalidade de conduta delitiva consistente em ordenar medida privativa de liberdade individual, sem as formalidades legais ou com abuso de poder."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Apesar das discussões doutrinárias e jurisprudenciais acerca da revogação tácita do art. 350 do CP, é correto afirmar que o delito de exercício arbitrário ou abuso de poder"},
{"alternativas": {"a": "fraude processual.", "c": "denunciação caluniosa.", "b": "coação no curso do processo.", "e": "falso testemunho ou falsa perícia.", "d": "comunicação falsa de crime ou contravenção."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O fato deixar de ser punível se, antes da sentença, no processo em que ocorreu o ilícito, o agente se retrata ou declara a verdade. A previsão legal citada corresponde ao crime de"},
{"alternativas": {"a": "de reclusão e de multa.", "c": "maior, se o funcionário público, em razão da violência, fica afastado do cargo.", "b": "de reclusão, de seis meses a um ano.", "e": "diminuída de um a dois terços se a resistência não é praticada com violência.", "d": "maior se o ato, em razão da resistência, não se executa."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "A pena prevista pelo Código Penal para o crime de re­sistência (CP, art. 329), por expressa disposição legal, é"},
{"alternativas": {"a": "configura crime de corrupção passiva", "c": "configura crime de corrupção ativa.", "b": "não configura crime algum, pois o fato ocorre antes de assumir a função.", "e": "não configura crime algum, pois a exigência é indireta e para outrem.", "d": "configura crime de concussão."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "A conduta do funcionário público que, antes de assumir a função, mas em razão dela, exige para outrem, indireta­mente, vantagem indevida"},
{"alternativas": {"a": "III.", "c": "II.", "b": "II e III.", "e": "I.", "d": "I e II."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O crime de falsificação de documento público, do art. 297 do CP,I. configura­se apenas se a falsificação é total, ou seja, a mera alteração de documento público verdadeiro não constitui crime; II. também se configura se o documento trata­se de testa­mento particular; III. também se configura se o documento trata­se de livro mercantil.É correto, apenas, o que se afirma em"},
{"alternativas": {"a": "contra a moralidade pública.", "c": "por particular, contra a administração em geral.", "b": "contra a administração da justiça.", "e": "por particular, contra a administração pública estrangeira.", "d": "por funcionário público, contra a administração em geral."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O crime de exploração de prestígio está inserido no capítulo dos crimes praticados"},
{"alternativas": {"a": "I, apenas.", "c": "III, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos do quanto determina o art. 293 do Código Penal, aquele que recebe de boa-fé selo destinado a controle tributário, descobre que se trata de papel falso e o restitui à circulação I. comete crime de falsidade ideológica; II. recebe a mesma pena daquele que falsificou o selo; III. comete crime contra a fé pública. Completa adequadamente a proposição o que se afirma em"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e III.", "d": "I e II."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Analise as seguintes afirmações com relação aos crimes de exercício arbitrário das próprias razões (CP, art. 345) e fraude processual (CP, art. 347): I. ambos estão inseridos no capítulo dos Crimes Praticados por Funcionário Público Contra a Administração em Geral; II. no primeiro deles, caso não haja emprego de violência, somente se procede mediante queixa; III. no segundo deles, as penas são aplicadas em dobro se a inovação se destina a produzir efeito em processo penal. É correto apenas o que se afirma em"},
{"alternativas": {"a": "concussão.", "c": "abandono de função.", "b": "prevaricação.", "e": "usurpação de função pública.", "d": "condescendência criminosa."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A conduta de deixar o funcionário, por indulgência, de responsabilizar subordinado que cometeu infração no exercício do cargo ou, quando lhe falte competência, não levar o fato ao conhecimento da autoridade competente configura o crime de"},
{"alternativas": {"a": "Comete crime de denunciação caluniosa (CP, art. 339) quem dá causa à instauração de investigação policial contra alguém, imputando-lhe crime de que o sabe inocente", "c": "Deixa de ser punível o crime de falso testemunho ou falsa perícia (CP, art. 342) se o agente se retrata antes do trânsito em julgado da sentença do processo em que ocorreu o ilícito.", "b": "Comete crime de comunicação falsa de crime ou contravenção (CP, art. 340) aquele que se acusa, perante a autoridade, de crime inexistente ou praticado por outrem.", "e": "No crime de fuga de pessoa presa ou submetida a medida de segurança (CP, art. 351), o crime só se configura se cometido com ameaça ou violência.", "d": "Comete crime de favorecimento real (CP, art. 349) quem auxiliar a subtrair-se à ação de autoridade pública autor de crime a que é cominada pena de reclusão."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa correta no que diz respeito aos Crimes Contra a Administração da Justiça."},
{"alternativas": {"a": "Nenhuma assertiva é correta.", "c": "Somente II é correta.", "b": "Todas as assertivas são corretas", "e": "Somente II e III são corretas.", "d": "Somente III é correta."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Considere as seguintes assertivas no que pertine aos Crimes Praticados por Particular Contra a Administração em Geral e assinale a alternativa que corresponde ao regramento estabelecido pelo texto do Código Penal. I. Somente comete crime de resistência aquele que age com violência ou ameaça. II. Quem desobedece à ordem ilegal de funcionário público não comete crime de desobediência. III. Apenas se configura o crime de desacato se a ação for praticada contra funcionário no exercício da função ou em razão dela."},
{"alternativas": {"a": "apresentarem mais de uma conduta prevista no tipo.", "c": "ambos serem punidos com penas de detenção e multa.", "b": "admitirem a punição também na modalidade culposa.", "e": "o fato de somente poderem ser praticados por funcionário público.", "d": "a qualificadora, tratando-se de crime praticado para satisfazer interesse pessoal."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Os crimes de falsificação de documento público e de prevaricação têm em comum:"},
{"alternativas": {"a": "I, apenas.", "c": "III, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "I e II, apenas."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A pena do crime de corrupção passiva é aumentada se o funcionário público, em consequência da vantagem ou promessa, infringe dever funcional I. retardando ou deixando de praticar qualquer ato de ofício; II. praticando qualquer ato de ofício; III. de forma intencional ou premeditada. É correto o que se afirma em"},
{"alternativas": {"a": "falsidade de atestado médico (CP, art. 302).", "c": "falsificação de documento particular (CP, art. 298).", "b": "falsificação de documento público (CP, art. 297).", "e": "falsidade material de atestado ou certidão (CP, art. 301, §1.º).", "d": "certidão ou atestado ideologicamente falso (CP, art. 301)."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O médico que, no exercício de sua profissão, dá atestado falso comete crime de"},
{"alternativas": {"a": "II, apenas.", "c": "I e III, apenas.", "b": "I e II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Ao agente do crime de denunciação caluniosa (CP, art. 339), a pena é I. aumentada, se ele se serve de anonimato; II. aumentada, se ele se serve de nome suposto; III. diminuída, se a imputação é de prática de contravenção. É correto o que se afirma em"},
{"alternativas": {"a": "fraude processual.", "c": "condescendência criminosa.", "b": "violência arbitrária.", "e": "exercício arbitrário das próprias razões.", "d": "coação no curso do processo."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O ato de fazer justiça pelas próprias mãos para satisfazer pretensão, embora legítima, mas sem permissão legal, configura o crime de"},
{"alternativas": {"a": "será aumentada de 1/2.", "c": "será de reclusão de 1 a 4 anos e multa.", "b": "será aumentada de 2/3.", "e": "não será aplicada na hipótese da retratação da testemunha, antes da sentença, no processo em que ocorreu o ilícito.", "d": "não será aplicada na hipótese de a testemunha declarar a verdade no processo em que se apura o crime de falso testemunho."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "A pena da testemunha que receber suborno para calar a verdade em juízo"},
{"alternativas": {"a": "I e II.", "c": "II e III.", "b": "I e III.", "e": "III.", "d": "I."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "O crime de exploração de prestígio I.tem como condutas previstas no “caput” do art. 357 do Código Penal os verbos solicitar ou receber; II.somente pode ser praticado por funcionário público; III.consiste, em uma de suas modalidades, na solicitação de dinheiro ou qualquer outra utilidade a pretexto de influir em determinado elenco de pessoas indicado pela lei. Está correto o contido apenas em"},
{"alternativas": {"a": "“X”, de forma muito humilhante, diz a seu vizinho, funcionário público, durante um churrasco entre amigos, que ele é a pessoa mais preguiçosa e lenta que já conheceu.", "c": "“X”, ao deparar-se no fórum com a escrevente “Z”, dirige a ela as seguintes palavras: que coisa mais linda, até parece um anjo!", "b": "“X” descumpre a ordem dada pelo juiz em audiência e continua fotografando a vítima do crime sob julgamento.", "e": "“X”, que assiste a uma partida de vôlei, zomba de um dos jogadores: Vejam como o nosso promotor público enfeita a quadra, até parece uma borboleta!", "d": "“X”, ao ter seu veículo apreendido pelo Delegado de Polícia “Z”, gesticula a ele de forma obscena utilizando o dedo médio da mão."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa que exemplifica o crime de desacato."},
{"alternativas": {"a": "pratica o crime de desobediência.", "c": "pratica o crime desacato.", "b": "pratica o crime de desobediência a decisão judicial sobre perda ou suspensão de direito.", "e": "não pratica crime.", "d": "pratica o crime de corrupção ativa."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Aquele que exercer atividade de que foi suspenso por decisão judicial"},
{"alternativas": {"a": "A falsificação somente pode ser feita tendo como objeto os papéis públicos, uma vez que tanto no art. 293 do CP quanto em qualquer outro artigo de lei que trate sobre a matéria, não há previsão legal para a hipótese de falsificação de documento particular.", "c": "Exclusivamente por meio da imitação fraudulenta do papel público.", "b": "Pela fabricação ou alteração do papel público.", "e": "Exclusivamente por meio da modificação do papel público.", "d": "Exclusivamente por meio da contrafação do papel público."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "A ação incriminada no art. 293 do Código Penal é a de falsificar papéis públicos. Diante dessa afirmativa, pergunta-se: como, nos termos da lei, essa falsificação pode ser feita?"}
]
