[
{"alternativas": {"a": "estará sujeito à penalidade de multa de até 25% (vinte e cinco por cento) de seus vencimentos anuais.", "c": "estará sujeito à suspensão dos vencimentos até que apresente a declaração devida.", "b": "será punido com a pena de demissão a bem do serviço público, sem prejuízo de outras sanções Cabíveis.", "e": "pagará multa por dia de atraso equivalente a 10% (dez por cento) do correspondente ao valor da remuneração que percebe por dia de trabalho.", "d": "poderá ser punido com a pena de repreensão."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O agente público que se recusar a prestar declaraçãodos bens exigida pela Lei Federal n° 8.429/92, dentrodo prazo determinado,"},
{"alternativas": {"a": "ato de improbidade administrativa previsto expressamente na lei como ato que importa enriquecimento ilícito.", "c": "ato ilegal, mas que não pode ser qualificado como ato de improbidade administrativa.", "b": "ato de improbidade administrativa previsto expressamente na lei como ato que atenta contra os princípios da Administração Pública.", "e": "ato de improbidade administrativa que não se encontra previsto expressamente na lei.", "d": "ato de improbidade administrativa previsto expressamente na lei como ato que causa prejuízo ao erário."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em apuração preliminar, verifica–se que servidor do Tribunal de Justiça do Estado de São Paulo, responsável por supervisionar as obras do Fórum da Comarca X, utilizou – em obra particular de construção de sua residência de veraneio – máquinas, equipamentos e materiais que se encontravam à disposição para a construção do Fórum. Nos termos da Lei Federal n 8.429/92, o servidor praticou"},
{"alternativas": {"a": "declaração da extinção da punibilidade pela prescrição, que, neste caso, em razão da natureza menos grave da insubordinação, ocorreu em dois anos.", "c": "aplicação imediata da pena de suspensão a João, pois esta é a penalidade cabível para ato de insubordinação.", "b": "decisão do processo pela aplicação da pena de demissão a bem do serviço público, face à natureza grave do ato de insubordinação.", "e": "aplicação imediata da pena de repreensão a João, pois esta é a penalidade cabível para ato de insubordinação.", "d": "instauração do processo administrativo disciplinar, assegurados o contraditório e a ampla defesa, para que se decida acerca da penalidade aplicável."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "João, Escrevente Técnico Judiciário lotado em uma Vara Criminal, praticou ato de insubordinação grave, em 20 de janeiro de 2012 . Iniciou–se a apuração preliminar dos fatos de imediato, logo no dia 22 de janeiro de 2012 . Mas esta somente veio a ser concluída em dezembro de 2014, concluindo pela prática da infração disciplinar consistente na insubordinação grave, com a ressalva de que João sempre foi um servidor exemplar sem nunca ter sofrido qualquer penalidade disciplinar anteriormente. Nesse caso, a conduta a ser adotada pela autoridade competente, na data de hoje, nos termos do Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, é a"},
{"alternativas": {"a": "a pena de repreensão será aplicada verbalmente, nos casos de indisciplina ou falta de cumprimento dos deveres.", "c": "a pena de suspensão, que não excederá 30 (trinta) dias, será aplicada em caso de falta grave ou de reincidência.", "b": "praticar ato definido como crime contra a administração pública enseja a aplicação da demissão a bem do serviço público.", "e": "em restando configurado o abandono de cargo, caberá a aplicação da pena de suspensão.", "d": "a autoridade que aplicar a pena de suspensão poderá converter essa penalidade em multa, na base de 75% (setenta e cinco por cento) por dia de remuneração."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Acerca das penalidades previstas pelo Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, é correto afirmar que"},
{"alternativas": {"a": "na ação principal, será seguido o rito sumário, sendo cabível a realização de transação, acordo ou conciliação.", "c": "a sentença que julgar procedente ação civil de reparação de dano ou decretar a perda dos bens havidos ilicitamente determinará o pagamento em favor do Fundo Nacional de Interesses Difusos.", "b": "em qualquer fase do processo, reconhecida a inadequação da ação de improbidade, o juiz extinguirá o processo com julgamento do mérito, não podendo ser a ação novamente intentada.", "e": "estando a inicial em devida forma, o juiz mandará autuá–la e ordenará a notificação do requerido, para oferecer manifestação por escrito no prazo de 10 (dez) dias.", "d": "a ação principal poderá ser proposta pela pessoa jurídica interessada, atuando nesse caso, obrigatoriamente, o Ministério Público como fiscal da lei, sob pena de nulidade."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A respeito da ação de improbidade administrativa, considerando o previsto na Lei Federal n° 8.429/92, é correto afirmar que"},
{"alternativas": {"a": "comina a sanção de suspensão para a conduta de João, que embora não tenha enriquecido ilicitamente, deixou de apresentar os dados corretos na declaração.", "c": "considera que João está sujeito a penas disciplinares nas quais serão consideradas a natureza e a gravidade da infração e os danos que dela provierem para o serviço público.", "b": "prevê sanção de multa a João, por não haver prestado a declaração de bens de forma correta ao Tribunal de Justiça.", "e": "não impõe qualquer sanção pela conduta de João, já que seu patrimônio, em si, é lícito, o que é o cerne da Lei de Improbidade Administrativa.", "d": "considera João sujeito à pena de demissão a bem do serviço público, sem prejuízo de outras sanções cabíveis, por haver prestado declaração de bens falsa."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "João é escrevente técnico judiciário do Tribunal de Justiça do Estado de São Paulo e, estando sujeito à apresentação da declaração de bens prevista na Lei Federal n 8.429/92, apresentou a declaração devida em maio de 2014. No entanto, posteriormente, verifica–se que João afirmou na declaração não possuir bens imóveis, o que, no entanto, não é verdade, já que João é proprietário de apartamento na cidade de São Paulo, onde reside e trabalha, desde 2010. É constatado também que o imóvel é de valor modesto, de aquisição compatível com os rendimentos de João e sua esposa. Neste caso, em relação à conduta de João, é correto afirmar que a Lei de Improbidade Administrativa"},
{"alternativas": {"a": "ressarcimento integral do dano; perda da função pública; perda dos direitos políticos; pagamento de multa civil; proibição de contratar com o Poder Público; proibição de receber benefícios ou incentivos fiscais ou creditícios; pena de reclusão de 1 (um) a 6 (seis) anos.", "c": "perda dos direitos políticos; perda de bens e valores acrescidos ilicitamente ao patrimônio; pagamento de multas civil e penal; proibição de contratar com o Poder Público; proibição de receber benefícios ou incentivos fiscais ou creditícios.", "b": "pagamento de multa civil e multa penal, nos casos de culpa; proibição de contratar com o Poder Público; proibição de receber benefícios ou incentivos fiscais ou creditícios; perda dos direitos políticos.", "e": "perda de bens e valores acrescidos ilicitamente ao patrimônio; ressarcimento integral do dano; perda da função pública; suspensão dos direitos políticos; pagamento de multa civil; proibição de contratar com o Poder Público; proibição de receber benefícios ou incentivos fiscais ou creditícios.", "d": "perda de bens e valores acrescidos ilicitamente ao patrimônio; reclusão de 2 (dois) a 8 (oito) anos; perda dos direitos políticos; ressarcimento integral do dano; proibição de contratar com o Poder Público."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As sanções previstas pela Lei de Improbidade Administrativa são:"},
{"alternativas": {"a": "a conduta ímproba somente será considerada caracterizada se comprovados o enriquecimento ilícito do agente público, o dano ao erário e a prática de ato atentatório aos princípios da Administração Pública.", "c": "a conduta de improbidade na espécie enriquecimento ilícito pressupõe a percepção da vantagem patrimonial ilícita obtida pelo exercício da função pública em geral, podendo haver ou não, concomitantemente, dano ao erário.", "b": "a fim de que uma conduta seja considera ímproba, é necessário que seja praticada por agente público em sentido estrito, e que importe em violação a princípio da Administração Pública, dano ao erário e enriquecimento ilícito.", "e": "os atos de improbidade que causam dano ao erário são caracterizados pela ocorrência de dano ao patrimônio de pessoas como a União, Estados e Municípios, e, concomitantemente, enriquecimento ilícito de agente público, já que não há dano ao erário sem que alguém se locuplete indevidamente.", "d": "o pressuposto exigível para os atos de improbidade por violação a princípios é a vulneração em si dos princípios administrativos, cumulada com o enriquecimento ilícito ou com o dano ao erário."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com relação aos atos de improbidade previstos na Lei Federal n 8.429/92, é correto afirmar que"},
{"alternativas": {"a": "inválido é aquele anulável por vício de legitimidade.", "c": "discricionário é insuscetível de exame pelo Poder Judiciário.", "b": "eficaz poderá ser extinto pelo desaparecimento do su- jeito da relação jurídica.", "e": "perfeito será sempre vinculado.", "d": "ineficaz somente poderá ser extinto pelo instituto da recusa."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Advogado", "enunciado": "O ato administrativo."},
{"alternativas": {"a": "somente a pessoa física poderá peticionar contra ilegalidade ou abuso de poder e ser isenta do pagamento de taxas.", "c": "qualquer pessoa poderá se utilizar do direito de petição para comunicar ilegalidade ou abuso de poder, ou ainda defender o patrimônio público, desde que recolha a taxa devida.", "b": "o servidor não poderá recusar–se a protocolar, encaminhar ou apreciar a petição, sob pena de responsabilidade.", "e": "a pessoa que queira reclamar sobre abuso, erro, omissão ou conduta incompatível no serviço publico deverá comprovar seu interesse legítimo na questão, sob pena de indeferimento da petição.", "d": "não é assegurado ao servidor o direito de requerer ou representar, pedir reconsideração e recorrer de decisões, mesmo diante de manifesta ilegalidade."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O Estatuto dos Funcionários Públicos Civis do Estado de São Paulo prevê, a respeito do direito de petição, que"},
{"alternativas": {"a": "os atos praticados contra entidades para cuja criação ou custeio o erário haja concorrido ou concorra com menos de 50% (cinquenta por cento) do patrimônio ou da receita anual não poderão ser considerados atos de improbidade administrativa.", "c": "os atos praticados contra entidades para cuja criação ou custeio o erário haja contribuído ou contribua com mais de 50% (cinquenta por cento) do patrimônio ou da receita anual, como os serviços sociais autônomos, podem ser considerados atos de improbidade administrativa.", "b": "se sujeitam à Lei de Improbidade os empregados e dirigentes de concessionários e permissionários de serviços públicos, pois prestam serviço público por delegação e auferem dos usuários o preço pelo uso do serviço.", "e": "se sujeitam à Lei de Improbidade os Chefes do Executivo, Ministros e Secretários; os integrantes das Casas Legislativas; os magistrados e membros do Ministério Público; excluindo–se, portanto, da incidência da Lei de Improbidade Administrativa, os servidores públicos de qualquer regime (estatutário, trabalhista e especial).", "d": "os empregados de empresas públicas e sociedades de economia mista, bem como das entidades beneficiadas por auxílio ou subvenção estatal, não se qualificam tecnicamente como agentes públicos, mas como empregados privados, então, portanto, não poderá ser–lhes atribuída a autoria de condutas de improbidade."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A Lei de Improbidade Administrativa (Lei Federal n 8.429/92) prevê, acerca dos sujeitos ativo e passivo do ato de improbidade, que"},
{"alternativas": {"a": "A Administração poderá recusar­se a protocolar a pe­tição, se esta não for subscrita por advogado consti­tuído.", "c": "Se o agente público se recusar a encaminhar ou apre­ciar a petição, estará sujeito à pena de responsabili­dade.", "b": "A reclamação sobre abuso, erro, omissão ou conduta incompatível no serviço público deverá ser encami­nhada, exclusivamente, ao Ministério Público.", "e": "É direito assegurado a qualquer pessoa física ou jurí­dica mediante pagamento de taxa.", "d": "Visa coibir ilegalidade ou abuso de poder e promover a defesa de direitos, desde que exista prévio processo administrativo ou judicial."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Sobre o direito de petição, assinale a alternativa correta."},
{"alternativas": {"a": "as ações destinadas a levar a efeito as sanções previstas nessa Lei podem ser propostas até 20 (vinte) anos após o término do exercício de mandato, de cargo em comissão ou de função de confiança.", "c": "as disposições dessa Lei são aplicáveis, no que couber, àquele que, mesmo não sendo agente público, induza ou concorra para a prática do ato de improbidade.", "b": "a aplicação das sanções previstas nessa Lei depende da aprovação ou rejeição das contas pelo Tribunal ou Conselho de Contas.", "e": "a aplicação das sanções previstas nessa Lei depende da aprovação ou rejeição das contas pelo órgão de controle interno.", "d": "a autoridade judicial competente somente poderá determinar o afastamento do agente público do exercício do cargo após o trânsito em julgado da sentença condenatória."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No tocante à Lei de Improbidade Administrativa (Lei n.º 8.429/92), é correto afirmar que"},
{"alternativas": {"a": "pode permitir que a empresa participe do certame, pois o Estatuto somente vedaria a relação comercial se a empresa de Maria fosse de natureza industrial ou bancária, o que não é o caso.", "c": "não deve permitir que a empresa participe do certame, se a aquisição for destinada para uso na unidade em que está lotada; caso seja o equipamento destinado a outras unidades, não há vedação estatutária.", "b": "pode permitir que a empresa participe do certame, pois ao funcionário público somente é vedado receber subvenções ou outros valores de forma não onerosa, podendo, portanto, estabelecer relação comercial com o Tribunal de Justiça.", "e": "pode permitir que a empresa participe do certame, pois não consta no Estatuto qualquer vedação aos funcionários públicos em relação à participação em sociedades comerciais e/ou empresariais, que contratem ou não com o Poder Público.", "d": "não deve permitir que a empresa participe do certame, pois é proibido ao funcionário público participar da gerência ou administração de empresas bancárias ou industriais, ou de sociedades comerciais, que mantenham relações comerciais ou administrativas com o Tribunal."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Maria é servidora pública estadual, ocupante do cargo de escrevente técnico judiciário, lotada na 5 Vara da Fazenda Pública da Capital do Estado de São Paulo. Maria é sócia minoritária (2%) de sua irmã, Joana, em uma empresa que vende equipamentos de informática, na qual trabalha algumas horas por semana, sem prejuízo do cumprimento de sua jornada de trabalho e de suas atividades no cargo público, que são devidamente observadas. Joana decide participar de licitação promovida pelo Tribunal de Justiça do Estado de São Paulo, que pretende adquirir computadores e impressoras. Considerando as disposições do Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, Maria"},
{"alternativas": {"a": "a autoridade que aplicar a pena de suspensão poderá converter essa penalidade em multa, na base de 50% (cinquenta por cento) por dia de vencimento ou remuneração, sendo o funcionário, nesse caso, obrigado a permanecer em serviço.", "c": "a pena de demissão por ineficiência no serviço será aplicada independentemente de verificação sobre a impossibilidade de readaptação do funcionário público.", "b": "a pena de suspensão, que não excederá 120 (cento e vinte) dias, será aplicada em caso de falta grave ou de reincidência.", "e": "praticar, em serviço, ofensas físicas contra funcionários ou particulares, salvo se em legítima defesa, sujeita o funcionário público à pena de suspensão ou de demissão.", "d": "a pena de repreensão poderá ser aplicada verbalmente ou por escrito, a critério da autoridade competente, nos casos de indisciplina ou falta de cumprimento dos deveres."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A respeito das penas disciplinares e de sua aplicação, é correto afirmar, à luz do Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, que"},
{"alternativas": {"a": "será instaurado processo para apurar abandono de cargo ou função, mesmo se o servidor tiver pedido exoneração.", "c": "não será instaurado processo para apurar abandono de cargo ou função se o servidor tiver pedido exoneração.", "b": "não será extinto o processo instaurado exclusivamente para apurar a inassiduidade, se o indiciado pedir exoneração até a data designada para o interrogatório.", "e": "será instaurado processo para apurar a inassiduidade, mesmo se o servidor tiver pedido exoneração.", "d": "não será extinto o processo instaurado exclusivamente para apurar abandono de cargo ou função, se o indiciado pedir exoneração até a data designada para o interrogatório, ou por ocasião deste."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Com relação ao processo por Abandono do Cargo ou Função e por Inassiduidade, pode-se afirmar que"},
{"alternativas": {"a": "não supre a exigência contida na Lei de Improbidade Administrativa a entrega, em substituição à Declaração de Bens, da cópia da declaração anual de bens apresentada à Delegacia da Receita Federal.", "c": "a declaração de bens será quinquenalmente atualizada e na data em que o agente público deixar o exercício do mandato.", "b": "a posse e o exercício de agente público ficam condicionados à apresentação de declaração dos bens e valores que compõem o seu patrimônio privado, a fim de ser arquivada no serviço de pessoal competente.", "e": "será punido com a pena de repreensão escrita o agente público que se recusar a prestar declaração dos bens.", "d": "somente será punido com a pena de demissão a bem do serviço público, sem prejuízo de outras sanções cabíveis, o agente público que prestar falsa declaração de bens."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No tocante à Declaração de Bens, prevista na Lei de Improbidade Administrativa (Lei n.º 8.429/92), é correto afirmar que"},
{"alternativas": {"a": "havendo denunciante, este deverá prestar declarações, após o interrogatório e na presença do acusado e de seu defensor.", "c": "a citação do acusado será feita por edital, no mínimo 6 (seis) meses antes do interrogatório.", "b": "não comparecendo o acusado, será decretada a suspensão do feito, sendo apenas autorizada a realização das diligências urgentes.", "e": "em razão da aplicação do princípio da publicidade, a imprensa deverá ter livre acesso ao processo.", "d": "comparecendo ou não o acusado ao interrogatório, inicia-se o prazo de 3 (três) dias para requerer a produção de provas, ou apresentá-las."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No Processo Administrativo,"},
{"alternativas": {"a": "permitir ou facilitar a alienação, permuta ou locação de bem integrante do patrimônio da administração direta, indireta ou fundacional de qualquer dos Poderes dos Estados, por preço inferior ao de mercado.", "c": "receber vantagem econômica de qualquer natureza, direta ou indiretamente, para omitir ato de ofício, providência ou declaração a que esteja obrigado.", "b": "utilizar, em obra ou serviço particular, trabalho de servidores públicos, empregados ou terceiros contratados pela administração direta, indireta ou fundacional de qualquer dos Poderes dos Estados.", "e": "perceber vantagem econômica para intermediar a liberação ou aplicação de verba pública de qualquer natureza.", "d": "utilizar, em obra ou serviço particular, veículos e máquinas da administração direta, indireta ou fundacional de qualquer dos Poderes dos Estados."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É ato de Improbidade Administrativa (Lei n.º 8.429/92), que causa prejuízo ao erário:"},
{"alternativas": {"a": "Quando o ato de improbidade ensejar enriquecimento ilícito, caberá à autoridade administrativa, responsá­vel pelo inquérito, decretar a indisponibilidade dos bens do indiciado.", "c": "As cominações previstas na Lei são personalíssimas, não podendo atingir os sucessores daquele que causar lesão ao patrimônio público ou se enriquecer ilicita­mente.", "b": "Dependendo da gravidade do ato, as penas que po­dem ser impostas ao infrator são, entre outras, perda dos bens ou valores acrescidos ilicitamente ao patri­mônio, ressarcimento integral do dano, quando hou­ver, perda da função pública e cassação dos direitos políticos.", "e": "O agente público que se recusar a prestar declaração de bens do seu patrimônio, dentro do prazo determi­nado, ou que a prestar falsa, será punido com a pena de demissão, a bem do serviço público, sem prejuízo de outras sanções cabíveis.", "d": "As penas previstas na Lei de Improbidade não são apli­cáveis a quem não é agente público, mesmo que tenha concorrido para a prática do ato de improbidade."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "A Lei n.º 8.429/92 estabelece as penas para quem comete atos de Improbidade Administrativa. Nesse sentido, con­siderando­se o disposto, expressamente, no referido diploma legal, assinale a alternativa correta."},
{"alternativas": {"a": "a revisão será processada pelo Secretário de Estado, ou a juízo do Governador, por comissão composta de 3 (três) funcionários de condição hierárquica nunca inferior à do punido, cabendo a presidência a bacharel em direito.", "c": "não constitui fundamento para revisão a alegação de que a decisão foi contrária a texto expresso de lei.", "b": "julgada procedente a revisão, a Administração Públi­ca determinará a redução, majoração ou o cancela­mento da pena.", "e": "a revisão, que deverá ser interposta no prazo de 30 dias após o julgamento de todos os recursos cabíveis, não autoriza a agravação da pena.", "d": "a revisão pode ocorrer mediante recurso do punido quando, após a decisão, descobrirem­se novas provas da sua inocência."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Segundo o que dispõe o Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, a respeito da revisão dos pro­cessos administrativos, é correto afirmar que"},
{"alternativas": {"a": "a citação do acusado será feita pessoalmente, no mí­nimo 2 (dois) dias antes do interrogatório, por inter­médio do respectivo superior hierárquico, ou direta­mente, onde possa ser encontrado", "c": "quando ao funcionário se imputar crime, praticado na esfera administrativa, a autoridade que determinou a instauração do processo administrativo imporá, si­multaneamente, a sanção penal correspondente", "b": "ao servidor público que se recusar a depor, sem fun­damento, será pela autoridade competente aplicada a sanção de repreensão, mediante comunicação da Co­missão Processante.", "e": "o processo administrativo deverá ser iniciado dentro do prazo improrrogável de 8 dias, contados de sua instauração e concluído no de 180 dias, a contar da citação do indiciado", "d": "quando for desconhecido o paradeiro de alguma tes­temunha, o Presidente determinará ao sindicado que forneça o seu endereço e, caso este não o faça, dis­ pensará o testemunho."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Sobre os atos e termos processuais previstos no Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, é correto afirmar que"},
{"alternativas": {"a": "A autoridade que aplicar a pena poderá convertê­la em multa, na base de 100% por dia de vencimento ou remuneração de Hércules.", "c": "Caso não ocorram situações de suspensão ou inter­rupção, se Hércules não for punido pela falta cometi­da dentro do prazo de 1 ano, sua pena estará prescrita.", "b": "A pena de Hércules não poderá exceder de 90 dias.", "e": "Se, ao invés da suspensão, Hércules for multado, ele não poderá ser obrigado a permanecer em serviço.", "d": "Se Hércules for suspenso, ele não perderá as vanta­gens e direitos decorrentes do exercício do cargo."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Hércules Remo, funcionário público estadual, cometeu falta administrativa grave punível com pena de suspensão. Considerando­se o disposto no Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, assinale a alterna­tiva correta."},
{"alternativas": {"a": "I e II.", "c": "I, II e IV.", "b": "I, II e III.", "e": "II, III e IV.", "d": "I, III e IV."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando o disposto na Lei n.º 8.429/92, analise as seguintes afirmativas. I. Agir negligentemente na arrecadação de tributo ou renda, bem como no que diz respeito à conservação do patrimônio público, constituem atos de improbidade administrativa que causam prejuízo ao erário. II. Deixar de prestar contas quando esteja obrigado a fazê-lo constitui ato de improbidade administrativa que causa prejuízo ao erário. III. Praticar ato, visando fim proibido em lei ou regulamento ou diverso daquele previsto na regra de competência constitui ato de improbidade administrativa que atenta contra os princípios da Administração Pública. IV. Negar publicidade aos atos oficiais, bem como frustrar a licitude de concurso público, constituem atos de improbidade administrativa que atentam contra os princípios da Administração Pública. Está correto apenas o contido nas afirmativas"},
{"alternativas": {"a": "um a dois anos.", "c": "dois a quatro anos.", "b": "dois a três anos.", "e": "cinco a oito anos.", "d": "cinco a seis anos."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na hipótese de ato de improbidade administrativa que importe em prejuízo ao erário, o agente público está sujeito, dentre outras penalidades, à suspensão dos direitos políticos de"},
{"alternativas": {"a": "O cidadão brasileiro e eleitor não poderá representar à autoridade policial competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade.", "c": "A ação principal, que terá o rito ordinário, será proposta pelo Ministério Público ou pela pessoa jurídica interessada, dentro de trinta dias da efetivação da medida cautelar.", "b": "A representação, que poderá ser escrita ou oral, deverá conter a qualificação do representante, as informações sobre o fato e sua autoria, sendo desnecessária a apresentação de provas.", "e": "Recebida a petição inicial, o réu será notificado para apresentar contestação, e, da decisão que receber a petição inicial, não caberá recurso.", "d": "É facultativa a transação, o acordo ou a conciliação nas ações de improbidade administrativa."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em relação ao procedimento administrativo e ao processo judicial previstos na Lei n.º 8.429/92, assinale a alternativa correta."},
{"alternativas": {"a": "Qualquer pessoa.", "c": "O Ministério Público, apenas.", "b": "Os agentes públicos, apenas.", "e": "Somente aqueles que demonstrarem prejuízo advindo do ato.", "d": "O Delegado de Polícia, apenas."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Nos termos do art. 14 da Lei n.º 8.429/92, quem pode representar à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade?"},
{"alternativas": {"a": "quando o ato de improbidade causar lesão ao patrimônio público ou ensejar enriquecimento ilícito, caberá à autoridade administrativa responsável pelo inquérito representar ao juiz, para a indisponibilidade dos bens do indiciado.", "c": "a posse e o exercício de agente público ficam condicionados à apresentação de declaração dos bens e valores que compõem o seu patrimônio privado, a fim de ser arquivada no Serviço de Pessoal competente.", "b": "o sucessor daquele que causar lesão ao patrimônio público ou se enriquecer ilicitamente não ficará sujeito às cominações da lei.", "e": "não constitui crime a representação por ato de improbidade contra agente público ou terceiro beneficiário, quando o autor da denúncia o sabe inocente.", "d": "a representação à autoridade administrativa competente para que seja instaurada investigação destinada a apurar a prática de ato de improbidade é de competência exclusiva do Ministério Público."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Nos termos da Lei n.º 8.429/92, pode-se afirmar que"},
{"alternativas": {"a": "exime a sua responsabilidade civil.", "c": "exime o pagamento de indenização por parte do funcionário.", "b": "exime a sua responsabilidade criminal.", "e": "é independente da civil e da criminal.", "d": "depende da responsabilidade criminal."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A responsabilidade administrativa do funcionário público"},
{"alternativas": {"a": "I, apenas.", "c": "I e II, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Considere as seguintes assertivas no que concerne ao regra- mento que o art. 13 da Lei n.º 8.429/92 dispensa à declaração dos bens e valores que compõem o patrimônio privado do agente público: I. a posse e o exercício de agente público ficam condicionados à apresentação de declaração dos bens e valores que compõem o seu patrimônio privado, a fim de ser arquivada no serviço de pessoal competente; II. a declaração compreenderá imóveis, móveis, semoventes, dinheiro, títulos, ações, e qualquer outra espécie de bens e valores patrimoniais, localizados no País ou no exterior, e, quando for o caso, abrangerá os bens e valores patrimoniais do cônjuge ou companheiro, dos filhos e de outras pessoas que vivam sob a dependência econômica do declarante, excluídos apenas os objetos e utensílios de uso doméstico e III. será punido com a pena de demissão, a bem do serviço público, sem prejuízo de outras sanções cabíveis, o agente público que se recusar a prestar declaração dos bens, dentro do prazo determinado, ou que a prestar falsa. É correto o que se afirma em"},
{"alternativas": {"a": "ordem ou ato ... descuidado ou imprudente ... responsável legal", "c": "qualquer conduta ... culposa ou dolosa ... funcionário público", "b": "ação ou omissão ... dolosa ou culposa ... agente ou de terceiro", "e": "ato discricionário ... doloso ou culposo ... agente público", "d": "conduta ou ato ... premeditado ou intencional ... particular"}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que contém, respectivamente, as expressões suprimidas do texto do art. 5º da Lei n.º 8.429/92. Ocorrendo lesão ao patrimônio público por __________ , ___________, do _____________, dar-se-á o integral ressarcimento do dano."},
{"alternativas": {"a": "Retardar ou deixar de praticar, indevidamente, ato de ofício; negar publicidade aos atos oficiais.", "c": "Deixar de prestar contas quando esteja obrigado a fazê-lo; utilizar-se, em proveito próprio, de veículos automotores a serviço do ente público.", "b": "Frustrar a licitude de concurso público; nomear parente ou amigo próximo para cargo de confiança.", "e": "Praticar ato visando fim proibido em lei ou regulamento ou diverso daquele previsto na regra de competência; estabelecer diferenciação entre os particulares em razão de raça ou gênero.", "d": "Revelar fato ou circunstância de que tenha ciência em razão das atribuições e que deva permanecer em segredo; priorizar o atendimento público a conhecidos ou indicados por estes."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "O art. 11 da Lei n.º 8.429/92 normatiza que constitui ato de improbidade administrativa que atenta contra os princípios da administração pública qualquer ação ou omissão que viole os deveres de honestidade, imparcialidade, legalidade, e lealdade às instituições. O mesmo dispositivo legal descreve algumas situações em que isso se verifica. Assinale a alterna- tiva que traz, apenas, as situações expressamente mencionadas no referido artigo de lei."},
{"alternativas": {"a": "Prefeito.", "c": "Chefe de Gabinete.", "b": "Procurador Geral do Estado.", "e": "Diretor de Departamento.", "d": "Governador."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Para a aplicação das penas disciplinares, previstas no Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, não é competente o"},
{"alternativas": {"a": "são competentes para a instauração do processo administrativo os Diretores de Departamento e Divisão.", "c": "o mandado de citação deverá conter informação de que o acusado poderá arrolar testemunhas e requerer provas, no prazo de 3 (três) dias, após a data designada para seu interrogatório.", "b": "a instauração é válida por portaria, no prazo máximo improrrogável de 60 (sessenta) dias do recebimento da determinação.", "e": "não comparecendo o acusado no interrogatório, ficará suspenso o prazo para requerer a produção de provas.", "d": "o acusado poderá assistir a inquirição do denunciante."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No processo administrativo,"},
{"alternativas": {"a": "repreensão será aplicada em caso de falta grave ou de reincidência.", "c": "pena de multa será aplicada no caso de utilização indevida do dinheiro público.", "b": "suspensão não poderá exceder 30 (trinta) dias.", "e": "demissão a bem do serviço público será aplicada ao funcionário que praticar ato definido como crime contra a administração pública, a fé pública e a Fazenda Estadual.", "d": "cassação de aposentadoria será aplicada se o funcionário praticar ato definido em lei como de improbidade."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "A pena disciplinar de"},
{"alternativas": {"a": "1 ano.", "c": "3 anos.", "b": "2 anos.", "e": "5 anos.", "d": "4 anos."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Extingue-se a punibilidade pela prescrição da falta sujeita à suspensão em"},
{"alternativas": {"a": "5 dias.", "c": "15 dias.", "b": "10 dias.", "e": "45 dias.", "d": "30 dias."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Ao servidor é assegurado o direito de requerer ou representar, bem como pedir reconsideração e recorrer de decisões, salvo previsão legal específica, no prazo de"},
{"alternativas": {"a": "praticar ato definido como crime ou contravenção.", "c": "pedir ou receber empréstimo de instituição financeira oficial.", "b": "durante o serviço, ainda que por ato de legítima defesa, ofender fisicamente outros funcionários.", "e": "participar de manifestações públicas.", "d": "exercer a advocacia administrativa."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Determina o Estatuto dos Funcionários Públicos Civis do Estado de São Paulo que será aplicada a pena de demissão a bem do serviço público ao funcionário que"},
{"alternativas": {"a": "se extingue o processo instaurado exclusivamente para apurar abandono de cargo se o indiciado pedir exoneração até a data designada para interrogatório, ou por ocasião deste.", "c": "a defesa somente poderá versar sobre força maior ou coação absoluta.", "b": "será instaurado processo, no caso de inassiduidade, ainda que o servidor tenha pedido exoneração.", "e": "a acusação não poderá ter sido feita por funcionário pertencente ao mesmo departamento ou setor do acusado.", "d": "verificada a ocorrência do abandono de cargo, o superior imediato poderá, a seu critério, determinar a citação do servidor ou arquivar eventual denúncia."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Quanto ao processo por abandono do cargo ou por inassiduidade, é correto afirmar, nos termos do Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, que"},
{"alternativas": {"a": "demissão, nos casos de indisciplina.", "c": "suspensão, por até 120 dias, no caso de aplicação indevida de dinheiro público.", "b": "multa e de repreensão, nos casos de procedimento irregular de natureza grave.", "e": "demissão nos casos de ineficiência no serviço.", "d": "suspensão, por até 180 dias, no caso de reincidência na ausência ao serviço, por mais de 60 dias durante um ano, sem causa justificável."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Consoante o Estatuto dos Funcionários Públicos Civis do Estado de São Paulo, poderá ser aplicada a pena de"},
{"alternativas": {"a": "deverá ser citado pelo menos 10 dias antes da data fixada para o interrogatório.", "c": "não sendo encontrado para citação no endereço constante de seu assentamento individual, terá imediatamente decretado o abandono de cargo.", "b": "caso se apresente sem advogado próprio constituído, será considerado réu revel.", "e": "deverá ser citado, devendo o mandado de citação conter, dentre outros elementos, a data do interrogatório e a data da oitiva do denunciante, se houver.", "d": "não tem assegurada a ampla defesa, que só se defere no processo judicial posterior."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O acusado em processo administrativo, consoante o Estatuto dos Funcionários Públicos Civis do Estado de São Paulo,"},
{"alternativas": {"a": "realizada por meio de sindicância, não está assegurado o contraditório.", "c": "o processo administrativo deverá ser concluído no prazo de 10 dias, contados da data em que ocorreu a citação do acusado.", "b": "a autoridade deverá realizar apuração preliminar, de natureza simplesmente investigativa, com direito ao contraditório.", "e": "a sindicância deverá ser concluída no prazo de 15 dias.", "d": "quando se tratar de falta disciplinar que, por sua natureza, possa determinar a pena de demissão ou de cassação de aposentadoria, será obrigatório o processo administrativo."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Na apuração de infração cometida por funcionário público civil do Estado de São Paulo,"}
]