[
{"alternativas": {"a": "Layout da Página, no grupo Margens, no botão Inserir Cabeçalho.", "c": "Layout da Página, no grupo Design, no botão Cabeçalho e Rodapé.", "b": "Inserir, no grupo Comentários, no botão Cabeçalho e Rodapé.", "e": "Design, no grupo Efeitos, no botão Cabeçalho.", "d": "Inserir, no grupo Cabeçalho e Rodapé, no botão Cabeçalho."}, "resposta": "D", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A colocação de um cabeçalho em um documento editado no MS-Word 2016 pode ser feita por meio da guia"},
{"alternativas": {"a": "Data de modificação.", "c": "Tipo.", "b": "Nome.", "e": "Ordem.", "d": "Tamanho."}, "resposta": "A", "prova": "VUNESP - 2017 - TJM-SP - Escrevente Técnico Judiciário", "enunciado": "Usando o Microsoft Windows 7, em sua configuração padrão, um usuário abriu o conteúdo de uma pasta no aplicativo Windows Explorer no modo de exibição Detalhes. Essa pasta contém muitos arquivos e nenhuma subpasta, e o usuário deseja rapidamente localizar, no topo da lista de arquivos, o arquivo modificado mais recentemente.Para isso, basta ordenar a lista de arquivos, em ordem decrescente, por"},
{"alternativas": {"a": "A mensagem original, sem o anexo, foi automaticamente apagada no computador do destinatário e substituída pela segunda mensagem, uma vez que ambas têm o mesmo assunto e são do mesmo remetente.", "c": "A segunda mensagem não pode ser transmitida e fica bloqueada na caixa de saída do remetente, até que a primeira mensagem tenha sido lido pelo destinatário.", "b": "Como as duas mensagens têm o mesmo assunto, a segunda mensagem não foi transmitida, permanecendo no computador do destinatário apenas a primeira mensagem.", "e": "O remetente não recebeu nenhuma das mensagens, pois não é possível transmitir mais de uma mensagem com o mesmo assunto e mesmo remetente.", "d": "O destinatário recebeu 2 mensagens, sendo, a primeira, sem anexo, e a segunda, com o anexo."}, "resposta": "D", "prova": "VUNESP - 2017 - TJM-SP - Escrevente Técnico Judiciário", "enunciado": "Um usuário preparou uma mensagem de correio eletrônico usando o Microsoft Outlook 2010, em sua configuração padrão, e enviou para o destinatário. Porém, algum tempo depois, percebeu que esqueceu de anexar um arquivo. Esse mesmo usuário preparou, então, uma nova mensagem com o mesmo assunto, e enviou para o mesmo destinatário, agora com o anexo. Assinale a alternativa correta."},
{"alternativas": {"a": "o arquivo será deletado definitivamente.", "c": "o arquivo será deletado e colocado na Lixeira.", "b": "as propriedades do arquivo serão exibidas.", "e": "o cursor será colocado no campo de busca da Ferramenta de Pesquisa.", "d": "a Ajuda do Windows 10 será ativada."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No sistema operacional Windows 10, em sua configuração padrão, um usuário aciona o Explorador de Arquivos, seleciona um arquivo e pressiona a tecla F3. Em seguida,"},
{"alternativas": {"a": "distribuído uniformemente entre as margens superior e inferior.", "c": "centralizado na página.", "b": "distribuído uniformemente entre as margens esquerda e direita.", "e": "alinhado apenas à margem direita.", "d": "alinhado apenas à margem esquerda."}, "resposta": "B", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Durante o processo de edição de um documento no MS-Word 2016, um usuário decidiu formatar um parágrafo selecionado, clicando sobre o botão “Justificar”, presente no grupo Parágrafo da guia Página Inicial. Essa ação fará com que o texto do parágrafo selecionado seja"},
{"alternativas": {"a": "Itálico.", "c": "Sublinhado.", "b": "Sobrescrito.", "e": "Subscrito.", "d": "Tachado."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um usuário do MS-Word 2016 selecionou uma letra de uma palavra e, em seguida, pressionou simultaneamente duas teclas: Ctrl e =. Essa ação aplicará, no caractere selecionado, a formatação"},
{"alternativas": {"a": "Notas Autoadesivas.", "c": "Bloco de Notas.", "b": "Calculadora.", "e": "Teclado Virtual.", "d": "Paint."}, "resposta": "C", "prova": "VUNESP - 2015 - SAP-SP - Agente de Segurança Penitenciária", "enunciado": "Observe o nome do arquivo a seguir, existente num computador com Windows 7, em sua configuração padrão. arquivo_exemplo.txt Assinale a alternativa que contém o nome de um aplicativo acessório do Windows 7 usado para abrir e gravar esse tipo de arquivo."},
{"alternativas": {"a": "Exibição.", "c": "Inserir.", "b": "Revisão.", "e": "Animações.", "d": "Início."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No MS–PowerPoint 2010, um usuário deseja efetuara verificação da ortografia do conteúdo presente emseus slides. Uma das formas para realizar tal tarefaé acessar o botão Verificar Ortografia, que, na configuraçãopadrão do MS–PowerPoint 2010, é acessívelpor meio da aba"},
{"alternativas": {"a": "selecionar a aba Proteção do Menu, clicar no ícone Desbloquear Planilha do grupo Proteção.", "c": "selecionar a aba Revisão do Menu, clicar no ícone Destravar Planilha do grupo Proteção.", "b": "selecionar a aba Proteção do Menu, clicar no ícone Senha de Desproteção do grupo Proteção e digitar a senha solicitada.", "e": "ter privilégios de Administrador quando da abertura do arquivo.", "d": "selecionar a aba Revisão do Menu, clicar no ícone Desproteger Planilha do grupo Alterações e digitar a senha solicitada."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um usuário do MS–Excel 2010 (versão para a línguaportuguesa), em sua configuração padrão, elaborouuma planilha e protegeu todas suas células para queoutros usuários não as alterem. Caso algum usuáriodeseje remover essa proteção, ele deve"},
{"alternativas": {"a": "contato@nono.com receberá a mensagem da mesma forma que chefe@nono.com e ambos serão informados sobre a recepção da mensagem.", "c": "contato@nono.com receberá a mensagem cujo endereço do remetente terá sido alterado para chefe@nono.com.", "b": "chefe@nono.com receberá uma cópia da mensagem sem que contato@nono.com saiba.", "e": "chefe@nono.com receberá uma mensagem informando que contato@nono.com recebeu aquela mensagem.", "d": "chefe@nono.com receberá a confirmação do recebimento da mensagem por contato@nono.com."}, "resposta": "B", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Considere uma mensagem de e–mail editada em um software de e–mail típico no qual o campo Para: é preenchido com: contato@nono.com. Caso o endereço de e–mail: chefe@nono.com seja inserido no campo Cco:,"},
{"alternativas": {"a": "compartilhando arquivos com outros usuários utilizando o protocolo FTP.", "c": "permitindo acesso remoto de outros computadores, sem protocolo definido.", "b": "criando um backup local para a página acessada.", "e": "proibindo a criação de cookies.", "d": "utilizando um protocolo de comunicação criptografado."}, "resposta": "D", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Quando o usuário utiliza um endereço com o prefixo https:// para acessar uma página na Internet, tal como https://www.google.com.br, ele está"},
{"alternativas": {"a": "Inserir.", "c": "Apresentação de Slides.", "b": "Transição.", "e": "Revisão.", "d": "Exibição."}, "resposta": "E", "prova": "VUNESP - 2014 - PM-SP - Oficial Administrativo", "enunciado": "No MS-PowerPoint 2010, em sua configuração padrão, é possível utilizar o recurso Comparar, que permite comparar e combinar apresentações diferentes. Assinale a alternativa que indica corretamente a guia onde se encontra o ícone Comparar."},
{"alternativas": {"a": "Retrato.", "c": "Agrupado.", "b": "Mesclado.", "e": "Paisagem.", "d": "Desagrupado."}, "resposta": "C", "prova": "VUNESP - 2014 - PRODEST-ES - Assistente Organizacional - Área Administrativa", "enunciado": "No MS-Word 2010, em sua configuração original, para imprimir uma cópia completa do documento antes da primeira página da próxima cópia a ser impressa, é necessário escolher após clicar na guia Arquivo e em Imprimir. Assinale a alternativa que preenche corretamente a lacuna."},
{"alternativas": {"a": "se possuírem extensões diferentes, podem ter o mesmo nome e estar em uma mesma pasta.", "c": "são exibidos apenas pelos seus ícones, e não pelos seus nomes.", "b": "não apresentam mais extensões, pois elas foram suprimidas nessa versão.", "e": "terão o nome truncado, caso esse possua mais do que 8 caracteres.", "d": "são exibidos sempre com suas extensões visíveis."}, "resposta": "A", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "Os arquivos no sistema operacional Windows 7, em sua configuraçãopadrão,"},
{"alternativas": {"a": "E", "c": "Esc", "b": "Enter", "e": "End", "d": "Backspace"}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Durante uma apresentação com o MicrosoftPowerPoint 2010, em sua configuração padrão, emportuguês, o usuário deseja ocultar o conteúdo queestá sendo exibido para uma pausa, deixando a telatotalmente em preto, mas não quer finalizar a apresentação.Para isso, ele deve pressionar a seguintetecla:"},
{"alternativas": {"a": "não aconteceu nada nas caixas postais do remetente e do destinatário.", "c": "a mensagem, previamente transmitida, foi mantida na caixa postal do destinatário, porém sem o documento Word, que foi apagado de forma automática.", "b": "não aconteceu nada na mensagem do destinatário, mas a mensagem do próprio remetente, que estava na Caixa de Saída, foi apagada, de forma automática.", "e": "a mensagem, previamente transmitida, também foi apagada da caixa postal do destinatário, de forma automática.", "d": "não aconteceu nada na mensagem do destinatário e do remetente, mas o documento Word que estava anexado dentro da mensagem do próprio remetente foi apagado, de forma automática."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Durante o preparo de uma mensagem de correio eletrônico,um usuário preencheu o campo Para com umemail válido e existente, anexou um documento doMicrosoft Word existente em seu computador e clicouem Enviar. A mensagem foi transferida com sucesso.Porém, algum tempo depois, o usuário remetenteapagou esse arquivo Word de seu computador.Ao realizar essa ação,"},
{"alternativas": {"a": "atualiza", "c": "imprime", "b": "fecha", "e": "copia", "d": "abre"}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Oficial Administrativo", "enunciado": "No Internet Explorer 8, em sua configuração padrão, ao pressionar o botão F5 do teclado, o usuário __________ a página exibida atualmente pelo navegador.Assinale a alternativa que preenche corretamente a lacuna."},
{"alternativas": {"a": "de Classificação de Slides.", "c": "do Apresentador.", "b": "Leitura.", "e": "Normal.", "d": "Mestre."}, "resposta": "C", "prova": "VUNESP - 2017 - TJM-SP - Escrevente Técnico Judiciário", "enunciado": "No Microsoft PowerPoint 2010, em sua configuração padrão, existe uma excelente maneira de exibir apresentações com as anotações do orador em um computador (o laptop, por exemplo), ao mesmo tempo em que o público-alvo visualiza apenas a apresentação sem anotações em um monitor diferente. Essa maneira chama-se Modo de Exibição"},
{"alternativas": {"a": "se esta for um encaminhamento de uma mensagem recebida, não é possível enviá-la a destinatários em cópia oculta.", "c": "se esta for um encaminhamento de uma mensagem recebida, não é possível alterar o assunto presente na mensagem original.", "b": "o número de destinatários em cópia oculta não pode ser superior ao número de destinatários em cópia aberta.", "e": "é possível enviá-la sem a especificação de seu assunto.", "d": "o número de destinatários em cópia aberta deve ser igual ao número de destinatários em cópia oculta."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando o uso de correio eletrônico, ao se preparar uma mensagem para envio,"},
{"alternativas": {"a": "Imagem, Processo e Gráfico.", "c": "Matriz, Link e Comentário.", "b": "Ciclo, Caixa de Texto e Vídeo Online.", "e": "Processo, Ciclo e Hierarquia.", "d": "Pirâmide, Imagem Online e Forma."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No MS-Word 2016, são elementos gráficos do tipo SmartArt que podem ser inseridos em um documento:"},
{"alternativas": {"a": "o tamanho máximo de caracteres que pode ser utilizado no Windows 10 inclui o nome do arquivo e do seu caminho.", "c": "os nomes dos arquivos no Windows 10 podem ter até 128 caracteres.", "b": "o nome do arquivo no Windows 10 não pode ter caracteres como \\ / : * ? “ < > |, mas a sua extensão pode incluí-los.", "e": "o nome do arquivo no Windows 10 não pode ter caracteres como \\ / : * ? “ < > |, mas o nome do seu caminho pode incluí-los.", "d": "caracteres como \\ / : * ? “ < > | podem ser utilizados nos nomes no Windows 10."}, "resposta": "A", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No sistema operacional Windows, em sua configuração padrão, os nomes de arquivos ou pastas seguem algumas regras, sobre as quais é correto afirmar que"},
{"alternativas": {"a": "imprimir toda a planilha.", "c": "retirar todas as fórmulas calculadas automaticamente na planilha.", "b": "imprimir uma planilha vazia.", "e": "esvaziar a área de transferência do aplicativo.", "d": "retirar todas as planilhas colocadas na fila de impressão."}, "resposta": "A", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No MS-Excel 2016, por meio do ícone Área de Impressão, localizado no grupo Configuração de Página da guia Layout da Página, tem-se acesso ao recurso “Limpar área de impressão”, utilizado quando se deseja"},
{"alternativas": {"a": "o spam", "c": "o antivírus", "b": "o vírus", "e": "o firewall", "d": "a criptografia"}, "resposta": "B", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "O Comitê Gestor da Internet no Brasil define como um programa, ou parte de um programa de computador, normalmente malicioso, que se propaga inserindo cópias de si mesmo e se tornando parte de outros programas e arquivos, para executar ações danosas ou atividades maliciosas em um computador. Assinale a alternativa que preenche corretamente a lacuna do enunciado."},
{"alternativas": {"a": "36899", "c": "86399", "b": "8+6+3+9+9", "e": "3689", "d": "8;6;3;9;9"}, "resposta": "C", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na célula E4 da planilha, foi digitada a seguinte fórmula: =CONCATENAR(C3;B2;A1;A3;C1) O resultado produzido nessa célula é:"},
{"alternativas": {"a": "não permitir o armazenamento de “favoritos” durante uma navegação.", "c": "substituir os dados do usuário por outros fictícios, definidos pelo próprio usuário, e evitar que propaganda comercial e e-mails do tipo spam sejam posteriormente encaminhados ao usuário.", "b": "não permitir que sejam realizados downloads de quaisquer tipos de arquivos.", "e": "impedir que o provedor de internet e os sites visitados tenham acesso aos dados relativos à navegação do usuário.", "d": "permitir que sites sejam acessados sem que sejam guardados quaisquer dados ou informações que possam ser usados para rastrear, a partir do navegador, as visitas efetuadas pelo usuário."}, "resposta": "D", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Alguns navegadores utilizados na internet, como o Microsoft Edge e o Chrome, permitem um tipo de navegação conhecida como privada ou anônima. Sobre esse recurso, é correto afirmar que ele foi concebido para, normalmente,"},
{"alternativas": {"a": "6", "c": "9", "b": "3", "e": "7", "d": "8"}, "resposta": "C", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Suponha que a seguinte fórmula tenha sido colocada na célula D4 da planilha: =MÁXIMO(A1;A1:B2;A1:C3)O resultado produzido nessa célula é:"},
{"alternativas": {"a": "Paint", "c": "Windows Media Player", "b": "Windows Explorer", "e": "Prompt de Comando", "d": "Bloco de Notas"}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "O _________ é um aplicativo do MS-Windows 7 que permite ao usuário criar desenhos em uma área de desenho em branco ou sobre imagens existentes. Assinale a alternativa que preenche corretamente a lacuna do enunciado."},
{"alternativas": {"a": "Desenvolvedor.", "c": "Fórmulas.", "b": "Dados.", "e": "Macro.", "d": "Inserir."}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Para se criar uma Macro no MS–Excel 2010, deve–se clicar em Gravar Macro, que se encontra no grupo Código da guia"},
{"alternativas": {"a": "só pode ser feita por meio dos padrões 3G ou 4G.", "c": "pode ser feita por meio de uma conexão WiFi.", "b": "requer o uso de um computador como intermediário da conexão.", "e": "necessita ter, obrigatoriamente, um smartphone acoplado ao tablet.", "d": "só pode ser feita por meio de um dispositivo com bluetooth."}, "resposta": "C", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Considerando–se a comunicação com a internet, por meio de um tablet, é correto afirmar que"},
{"alternativas": {"a": "4", "c": "10", "b": "5", "e": "165", "d": "20"}, "resposta": "B", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "O usuário da planilha apresentada, estando com a célula F7selecionada, clicou sobre o recurso Contar Números, acessívela partir do grupo Edição da guia Início, e interagiu deforma que, nessa célula, ficou inserida a seguinte fórmula:=CONT.NÚM(B2:E6)O resultado esperado em F7 é:"},
{"alternativas": {"a": "Classificar.", "c": "Marcadores.", "b": "Espaçamento de Linha e Parágrafo.", "e": "Numeração.", "d": "Indicador."}, "resposta": "E", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Assinale a alternativa que contém o nome do recurso aplicado, entre os dois momentos das figuras, e que pertence ao grupo Parágrafo da guia Página Inicial."},
{"alternativas": {"a": "=MÉDIA(B2:B4)", "c": "=MÉDIA(B2;B4)/3", "b": "=SOMA(B2:B4)/4", "e": "=MÉDIA(B2;B4)", "d": "=SOMA(B2:B3)/3"}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Assinale a alternativa que contém a fórmula que, quando inserida na célula B5, resulta no mesmo valor apresentado nela atualmente."},
{"alternativas": {"a": "super slide.", "c": "slide oculto.", "b": "slide mestre.", "e": "slide público.", "d": "slide conceito."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É o slide principal em uma hierarquia de slides quearmazena informações sobre o tema e os layouts dosslides de uma apresentação, incluindo o plano de fundo,a cor, as fontes, os efeitos, os tamanhos dos espaçosreservados e o posicionamento. Cada apresentaçãocontém, pelo menos, um slide desse tipo. Seuprincipal benefício é poder fazer alterações de estilouniversal em todos os slides de uma apresentação,inclusive naqueles adicionados posteriormente a ele.O texto do enunciado, sobre o Microsoft PowerPoint2010, em sua configuração padrão, refere–se a"},
{"alternativas": {"a": "copiar slides criados em arquivos do Word.", "c": "criar slides com o conteúdo de uma página aberta da web.", "b": "copiar slides criados em arquivos no formato .txt.", "e": "utilizar slide em formato .pdf.", "d": "utilizar slide de outros arquivos do PowerPoint."}, "resposta": "D", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "Um usuário do Microsoft PowerPoint 2007, durante a cria-ção de sua apresentação, clicou em Novo Slide, do grupoSlides, guia Início. A partir da janela que se abriu, clicou emReutilizar Slides.... Esse recurso do aplicativo permite"},
{"alternativas": {"a": "na Área de Trabalho.", "c": "nos Documentos.", "b": "nas Bibliotecas.", "e": "em Downloads.", "d": "na Caixa de Entrada."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um arquivo gravado na área do Microsoft Windows7, em sua configuração original, que é sempre exibidana tela quando você liga o computador e inicia oWindows, é encontrado"},
{"alternativas": {"a": "o valor presente na célula não suporta a nova formatação.", "c": "a célula não é suficientemente larga para exibir os dados.", "b": "o símbolo exibido indica que o valor é negativo.", "e": "o número presente na célula, por possuir 3 casas após a vírgula, não pode ser representado como moeda.", "d": "a célula está bloqueada para formatação."}, "resposta": "C", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "No MS–Excel 2010, em sua configuração padrão, a célula A1 exibe o valor –345,456. Um usuário selecionou essa célula e a formatou como Moeda, sendo que, a partir dessa ação, passou a ser exibido ##### no lugar do número. Sobre essa situação, é correto afirmar que"},
{"alternativas": {"a": "High-Definition Multimedia Interface.", "c": "Universal Serial Bus.", "b": "Video Graphics Array.", "e": "Central Processing Unit.", "d": "Integrated Drive Electronics."}, "resposta": "C", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Assinale a alternativa que contém o nome de um padrão que permite conectar e desconectar mais de um periférico: uma impressora, um pendrive e um teclado, por exemplo, em uma única porta, sem que seja necessário desligar o computador."},
{"alternativas": {"a": "O documento é apagado definitivamente do computador.", "c": "Uma cópia do documento é enviada para a pasta.", "b": "Um atalho para o documento é criado na área de trabalho.", "e": "O documento é movido para a pasta.", "d": "Uma cópia do documento é criada na área de trabalho."}, "resposta": "E", "prova": "VUNESP - 2014 - PC-SP - Oficial Administrativo", "enunciado": "Considere a área de trabalho do MS-Windows 7 em sua configuração padrão, e que o botão primário do mouse está configurado para as funções básicas, tais como selecionar e arrastar. Assinale a alternativa que descreve o que acontece quando o usuário arrasta o ícone de um documento MS-Word 2010 que está na área de trabalho, pressionando o botão primário, e o solta sobre o ícone de uma pasta local, vazia, que também está localizada na área de trabalho, e não é um atalho nem a Lixeira."},
{"alternativas": {"a": "Ctrl+T", "c": "Ctrl+M", "b": "Ctrl+D", "e": "Ctrl+L", "d": "Ctrl+Z"}, "resposta": "D", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Para desfazer a ação que aplicou o recurso de formatação na questão anterior, o usuário pode clicar no botão Desfazer, localizado na Barra de Ferramentas de Acesso Rápido, ou utilizar o seguinte atalho de teclado:"},
{"alternativas": {"a": "Slides.", "c": "Fonte.", "b": "Símbolos.", "e": "Mostrar.", "d": "Parágrafo."}, "resposta": "D", "prova": "VUNESP - 2014 - SP-URBANISMO - Assistente Técnico - Planejamento / Projetos Urbanos / Paisagem e Meio Ambiente", "enunciado": "Assinale a alternativa que contém o nome do grupo, dentro da guia Página Inicial, que contém o ícone Marcadores, que permite inserir marcadores nos slides de uma apresentação do MS-PowerPoint 2010, em sua configuração padrão."},
{"alternativas": {"a": "espelhada ... isolada", "c": "recuada ... espaçada", "b": "viúva ... orfã", "e": "rodapé ... cabeçalho", "d": "retrato ... paisagem"}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um documento com aparência profissional nunca terminauma página somente com uma linha de um novoparágrafo ou inicia uma página somente com a últimalinha da página anterior. A última linha de um parágrafo, sozinha no topo de uma página, é conhecidacomo _____ . A primeira linha de um parágrafo,sozinha na parte inferior de uma página, é conhecidacomo ________ .Assinale a alternativa que preenche, correta e respectivamente,as lacunas do texto do enunciado, relativoao Microsoft Word 2010, em sua configuração original."},
{"alternativas": {"a": "link … uma URL", "c": "endereço … um browser Web", "b": "endereço … um link", "e": "link … um endereço da internet", "d": "URL … um endereço"}, "resposta": "C", "prova": "VUNESP - 2014 - PM-SP - Oficial Administrativo", "enunciado": "Para acessar um site na internet, é preciso digitar o __________ do site em __________.Assinale a alternativa que preenche, correta e respectivamente as lacunas da frase."},
{"alternativas": {"a": "MS-Excel 2010.", "c": "WordPad.", "b": "Paint.", "e": "Windows Explorer.", "d": "Bloco de Notas."}, "resposta": "E", "prova": "VUNESP - 2014 - SP-URBANISMO - Assistente Técnico - Planejamento / Projetos Urbanos / Paisagem e Meio Ambiente", "enunciado": "Por meio do MS-Windows 7, em sua configuração padrão, um usuário deseja gerenciar seus arquivos e pastas. Assinale a alternativa que contém o nome do aplicativo acessório do MS-Windows 7 utilizado para essa atividade."},
{"alternativas": {"a": "será ocultado na visualização da pasta, mas continuará presente nela.", "c": "apenas as informações associadas a ele, como a data de sua criação, serão apagadas.", "b": "será compactado para ocupar menos espaço.", "e": "será excluído permanentemente do computador, sem ser colocado na Lixeira.", "d": "será excluído da pasta na qual se encontra e transferido para a Lixeira."}, "resposta": "E", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "No sistema operacional Windows 7, em sua configuração padrão, selecionou–se um arquivo e pressionou–se as teclas Shift + Delete. Sobre esse arquivo, é correto afirmar que"},
{"alternativas": {"a": "CTRL \u0085 principal (esquerdo)", "c": "CTRL \u0085 secundário (direito)", "b": "ALT \u0085 secundário (direito)", "e": "ENTER \u0085 secundário (direito)", "d": "ALT \u0085 principal (esquerdo)"}, "resposta": "A", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Para mostrar um apontador laser durante uma apresentação de slide do MS-PowerPoint 2010, na sua configuração padrão, mantenha pressionada a tecla__________e pressione o botão________do mouse. Assinale a alternativa que preenche, correta e respectivamente, as lacunas do enunciado."},
{"alternativas": {"a": "consegue armazenar arquivos inteiros, mas não passtas.", "c": "é visualizada após a execução do comando clipbrd.exe.", "b": "trabalha com um bloco de informações por vez, ou seja, o conteúdo anterior será sempre substituído pelo novo conteúdo.", "e": "armazena qualquer tipo de informação, exceto som; exemplos: arquivos com extensão MP3.", "d": "consegue armazenar apenas pastas que não contêm subpastas."}, "resposta": "B", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "A área de transferência do MS-Windows 7, na sua configuração padrão,"},
{"alternativas": {"a": "=SOMA(A2;C1)", "c": "=MÉDIA(A2:C3)", "b": "=MÉDIA(A3:C3)", "e": "=A1-C2", "d": "=SOMA(A1:C1)"}, "resposta": "A", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "A fórmula que preenche corretamente a célula D2, formatada com duas casas decimais, para que o resultado exibido seja igual a 2,00, é:"},
{"alternativas": {"a": "Barra de buscas.", "c": "Barra de ferramentas.", "b": "Barra de endereço.", "e": "Menu de buscas.", "d": "Barra de tarefas."}, "resposta": "B", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "No Windows Explorer, presente no sistema operacionalWindows 7, o local no qual se digita o endereço da pasta oudo arquivo que se deseja localizar é denominado"},
{"alternativas": {"a": "A planilha apresenta, em cada coluna, links para dados externos; ao se clicar sobre cada uma dessas flechas, os dados da coluna são atualizados.", "c": "Com uma célula contendo dados da planilha selecionada, o usuário clicou no botão Filtro.", "b": "As flechas foram inseridas, pois fórmulas lógicas foram associadas a cada célula da planilha pelo usuário.", "e": "Inseriu-se hyperlinks em cada uma das colunas; quando se clica em uma flecha, mais detalhes sobre os dados da coluna são apresentados.", "d": "Cada coluna representa um agrupamento de colunas, que estão ocultas e que aparecem, seletivamente, quando se clica sobre uma flecha."}, "resposta": "C", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "Com base na figura da planilha, observa-se que existe umaflecha para baixo em cada uma das colunas da planilha:Data, Produto, Cidade, Vendedor e Qtde. Essa aparênciapode ser explicada pela seguinte razão:"},
{"alternativas": {"a": "os endereços dos sites com mais de 10 acessos diários na última semana de uso do navegador.", "c": "os endereços dos sites preferidos por seus usuários, conforme seleção realizada por eles próprios.", "b": "os endereços dos sites mais acessados por seus usuários no decorrer do último mês de uso do navegador.", "e": "uma estatística sobre o tipo de páginas visitadas pelos usuários em um período de tempo estipulado", "d": "os nomes e os tamanhos dos arquivos baixados pelo navegador em seu último mês de uso."}, "resposta": "C", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "Em navegadores para internet, a lista ou barra de favoritoscontém"},
{"alternativas": {"a": "a janela aberta de forma automática no navegador Internet ao se carregar um site.", "c": "uma lista cronológica de todos os sites visitados no navegador Internet.", "b": "um site que tem seu conteúdo editado de forma colaborativa por visitantes.", "e": "o conjunto de sites visitados com maior frequência em um navegador Internet.", "d": "um site que concentra as notícias publicadas em outros sites na Internet."}, "resposta": "A", "prova": "VUNESP - 2013 - DETRAN-SP - Agente de trânsito", "enunciado": "O termo pop–up, quando associado à navegação naInternet, é utilizado para designar"},
{"alternativas": {"a": "Gif animado.", "c": "Bitmap.", "b": "Programa WinWord.", "e": "Windows Media Player.", "d": "Planilha eletrônica."}, "resposta": "D", "prova": "VUNESP - 2013 - IPEM-SP - Técnico em Meteorologia e Qualidade", "enunciado": "O MS-Windows 7, em sua configuração original, definiu a biblioteca Documentos como local padrão para armazenar o seguinte tipo de arquivo:"},
{"alternativas": {"a": "YW$P33$41", "c": "J54$J64", "b": "$HOI5438$", "e": "XFD5", "d": "$XA$187"}, "resposta": "E", "prova": "VUNESP - 2013 - IPEM-SP - Técnico em Meteorologia e Qualidade", "enunciado": "Uma célula do MS-Excel 2010, em sua configuração original, pode ser referenciada de modo relativo, absoluto ou misto. Assinale a alternativa que contém a célula que está referenciada de modo relativo."},
{"alternativas": {"a": "ALT + B", "c": "CTRL + N", "b": "ALT + N", "e": "CTRL + B", "d": "CTRL + S"}, "resposta": "C", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Assinale a alternativa que contém a tecla de atalho correta utilizada para formatar em negrito uma célula selecionada no MS-Excel 2010, em sua configuração padrão."},
{"alternativas": {"a": "Uma cópia do arquivo ocorrencias.txt será enviada para a pasta /home/backup.", "c": "O arquivo ocorrencias.txt será apagado da pasta /home e da pasta /home/backup.", "b": "O arquivo ocorrencias.txt será renomeado para backup.", "e": "O arquivo ocorrencias.txt será apagado da pasta /home e uma cópia será enviada para a pasta /home/backup.", "d": "O arquivo ocorrencias.txt será apagado da pasta /home, apenas."}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Técnico de Laboratório", "enunciado": "Assinale a alternativa que descreve o resultado da execução do seguinte comando em um ambiente Linux: cp /home/ocorrencias.txt /home/backup Considere que a pasta /home/backup está vazia, e que as permissões de acesso e o espaço em disco são suficientes para a ação."},
{"alternativas": {"a": "será copiado para a pasta de destino.", "c": "terá um atalho criado pasta de destino, somente.", "b": "será apagado da pasta de origem e terá um atalho criado pasta de destino.", "e": "será apagado da pasta de origem, somente.", "d": "será movido para a pasta de destino."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No Microsoft Windows 7, em sua configuração padrão,ao se arrastar um arquivo ou pasta, o que acontecedepende do destino para onde o objeto está sendoarrastado. Ao se arrastar um arquivo para uma pastaem uma unidade diferente, sem utilizar o teclado, ele"},
{"alternativas": {"a": "Inserir.", "c": "Página Inicial.", "b": "Layout da Página.", "e": "Revisão", "d": "Exibição."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No Microsoft Word 2010, em sua configuração padrão,as configurações de parágrafo e estilo são encontradasna guia"},
{"alternativas": {"a": "favoritos.", "c": "URL.", "b": "cookie.", "e": "link persistente.", "d": "http."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "“São pequenos arquivos que alguns sites colocam nodisco rígido do seu computador quando você os visitapela primeira vez.\"O texto refere–se a"},
{"alternativas": {"a": "Bloco de Notas.", "c": "Windows Explorer.", "b": "Internet Explorer.", "e": "Paint.", "d": "Windows Media Player."}, "resposta": "C", "prova": "VUNESP - 2013 - DETRAN-SP - Agente de trânsito", "enunciado": "Assinale a alternativa que identifica o aplicativo doWindows 7, em sua configuração padrão, cuja principaltarefa é o gerenciamento de arquivos e pastas."},
{"alternativas": {"a": "preencher automaticamente as cores de uma figura preto-e-branco, de acordo com o seu conteúdo.", "c": "substituir elementos de uma imagem por outros ele- mentos, de acordo com o seu conteúdo.", "b": "dividir uma imagem em diversas camadas, de acordo com o conteúdo.", "e": "apagar elementos de uma imagem.", "d": "mesclar camadas de uma imagem, de acordo com a similaridade de conteúdo."}, "resposta": "C", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "No Adobe Photoshop CS5, o recurso de preenchimento sensível a conteúdo(ContentAware Fill) é utilizado para:"},
{"alternativas": {"a": "Orientação.", "c": "Margens.", "b": "Formatar.", "e": "Colunas.", "d": "Tamanho."}, "resposta": "E", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Assinale a alternativa que apresenta o nome do ícone indicado, na figura, pelo número I."},
{"alternativas": {"a": "http://www", "c": "/tjsp1207/", "b": ".com.br/tjsp1207/", "e": "http://", "d": "www.vunesp.com.br"}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Observe o URL a seguir.htttp://www.vunesp.com.br/tjsp1207/Assinale a alternativa que identifica corretamente a máquina ou o servidor, um dos componentes do URL, conforme as normas descritas na RFC 1738."},
{"alternativas": {"a": "\u0093", "c": "%", "b": "~", "e": "&", "d": "#"}, "resposta": "B", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "No Google, o caracter que deve ser adicionado imediatamente antes da palavra para procurar por essa palavra e também por seus sinônimos é"},
{"alternativas": {"a": "Altura de linha fixa.", "c": "Ajustar-se automaticamente à janela.", "b": "Ajustar-se automaticamente ao conteúdo.", "e": "Texto separado em espaços.", "d": "Largura de coluna fixa."}, "resposta": "D", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "O comportamento de ajuste automático padrão será"},
{"alternativas": {"a": "20 quadros por segundo", "c": "25 quadros por segundo", "b": "24 quadros por segundo", "e": "30 quadros por segundo", "d": "27 quadros por segundo."}, "resposta": "B", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "No Adobe Flash, a velocidade padrão de reprodução de uma animação é de:"},
{"alternativas": {"a": "Layout da Página.", "c": "Revisão.", "b": "Exibição.", "e": "Inserir.", "d": "Referências."}, "resposta": "A", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Assinale a alternativa que contém o nome da guia a que pertence o grupo exibido na figura."},
{"alternativas": {"a": "=SE(E(B$4>12;$C2>8);\"Urgência\";\"Normal\")", "c": "=SE(E(C$2>12;$C3>8);\"Urgência\";\"Normal\")", "b": "=SE(E(B$3>12;$C2>8);\"Urgência\";\"Normal\")", "e": "=SE(E(B$2>12;$C4>8);\"Urgência\";\"Normal\")", "d": "=SE(E(B$2>12;$C3>8);\"Urgência\";\"Normal\")"}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere a seguinte fórmula digitada na célula A1 de uma planilha do MS-Excel XP, em sua configuração original.=SE(E(B$2>12;$C3>8);\"Urgência\";\"Normal\")Ao se copiar a fórmula para a célula B1, tem-se:"},
{"alternativas": {"a": "569.", "c": "606.", "b": "605.", "e": "607A.", "d": "568B."}, "resposta": "C", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "A forma de etiquetagem de terminações de cabeamentos estruturados de redes de computadores é normatizada pela TIA/EIA"},
{"alternativas": {"a": "Slide Tema", "c": "Slide Principal", "b": "Slide Mestre", "e": "Folheto Mestre", "d": "Slide de Anotações"}, "resposta": "B", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "O ................... do MS-PowerPoint 2007 armazena todas as informações sobre o tema e os layouts de slide de uma apresentação, inclusive o plano de fundo, a cor, as fontes, os efeitos, os tamanhos de espaços reservados e o posicionamento.Assinale a alternativa que completa corretamente a lacuna do texto."},
{"alternativas": {"a": "1.", "c": "3.", "b": "2.", "e": "5.", "d": "4."}, "resposta": "D", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Caso a fórmula = ORDEM(D3;D3:D7) seja colocada na célula E3, o valor exibido nessa célula será:"},
{"alternativas": {"a": "Janela, Ferramentas e Inserir.", "c": "Formatar, Editar e Janela.", "b": "Inserir, Ferramentas e Exibir.", "e": "Arquivo, Ferramentas e Tabela.", "d": "Arquivo, Exibir e Formatar."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contém os nomes dos menus do programa Microsoft Word XP, em sua configuração padrão, que, respectivamente, permitem aos usuários: (I) numerar as páginas do documento, (II) contar as palavras de um parágrafo e (III) adicionar um cabeçalho ao texto em edição."},
{"alternativas": {"a": "Apresentações.", "c": "Inserir.", "b": "Editar.", "e": "Janela.", "d": "Ferramentas."}, "resposta": "A", "prova": "VUNESP - 2011 - SAP-SP - Oficial Administrativo", "enunciado": "No programa Microsoft PowerPoint 2003, em sua configuração padrão, o menu em que está localizada a opção Transição de Slides é"},
{"alternativas": {"a": "Servidor-Email", "c": "Servidor~Email", "b": "Servidor_Email", "e": "Servidor@Email", "d": "Servidor$Email"}, "resposta": "A", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Assinale a alternativa que apresenta um nome de organização válido na configuração do MS-Exchange 2007."},
{"alternativas": {"a": "Coluna e Página.", "c": "Coluna e Próxima Página.", "b": "Continuo e Página Par.", "e": "Página Par e Quebra Automática de Texto.", "d": "Quebra Automática de Texto e Coluna."}, "resposta": "C", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "No MS-Word 2007, em sua configuração padrão, ao selecionar a guia Layout da Página e clicar em Quebras, as opções que aparecem estão divididas em dois grupos: Quebras de Página e Quebras de Seção. Pertencem a esses grupos, respectivamente, as opções"},
{"alternativas": {"a": "I, apenas.", "c": "III, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "I e III, apenas."}, "resposta": "C", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Considere as seguintes arquiteturas de computadores:I. IA64; II. PowerPC;III. x86-x64.Por padrão, o software MS-Exchange 2007 pode ser instalado na(s) arquitetura(s)"},
{"alternativas": {"a": "knode", "c": "shred", "b": "pine", "e": "rm -1fv", "d": "rm -k"}, "resposta": "C", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Em relação ao sistema operacional Linux, no que tange à segurança da informação, pode-se \"deletar\" (apagar) todos os dados de um arquivo, de forma destrutiva, por meio de várias regravações repetidas com dados aleatórios. O comando utilizado para essa finalidade é:"},
{"alternativas": {"a": "= DIAS(C6-B6), = MÉDIA(D2-D6), = MÁXIMO(D2-D6).", "c": "= NUMDIAS(C6; B6), = MÉDIA(D2: D6), = MÁXIMO(D2:D6).", "b": "= NUMDIAS(C6;B6), MED(D2:D6), MAX(D2:D6).", "e": "= C6-B6, = MÉDIA(D2:D6), = MÁXIMO(D2:D6).", "d": "= C6-B6, = MED(D2:D6), = MAX(D2:D6)."}, "resposta": "E", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "As possíveis fórmulas que podem ser inseridas nas células D6, D7 e D8, para produzir o resultado apresentado na planilha, são, respectivamente:"},
{"alternativas": {"a": "A numeração das páginas de um documento em edição pode ser inserida por intermédio do menu Formatar.", "c": "A seleção de um parágrafo do texto em edição pode ser feita por meio de um clique do mouse efetuado à sua direita.", "b": "As teclas de atalho Ctrl+C e Ctrl+X correspondem, respectivamente, às funções de Recortar e Colar.", "e": "Tabelas de um documento podem ser convertidas em texto, assim como parágrafos podem ser convertidos em tabelas.", "d": "A função que permite contar caracteres, palavras e parágrafos do texto pode ser acionada por meio do menu Exibir."}, "resposta": "E", "prova": "VUNESP - 2011 - SAP-SP - Oficial Administrativo", "enunciado": "Assinale a alternativa que contém a correta afirmação sobre o Microsoft Word 2003, instalado em sua configuração padrão."},
{"alternativas": {"a": "ARP.", "c": "UDP.", "b": "FTP.", "e": "ICMP.", "d": "IPSec."}, "resposta": "B", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Assinale a alternativa que apresenta um protocolo da camada de aplicação do modelo TCP/IP de protocolos de redes de computadores."},
{"alternativas": {"a": "255.0.0.0", "c": "255.254.254.1", "b": "255.255.0.0", "e": "255.255.255.254", "d": "255.255.255.0"}, "resposta": "D", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Considere a configuração de uma rede local de computadores utilizando o protocolo IP. Para que a rede local permita a conexão e o endereçamento de até 254 computadores ou dispositivos de rede, a máscara de sub-rede padrão deve ser:"},
{"alternativas": {"a": "LDAP e NetBios.", "c": "DNS e WINS.", "b": "NetBios e WINS.", "e": "DHCP e DNS.", "d": "DHCP e NetBios."}, "resposta": "E", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "No Windows Server 2008 R2, para utilizar o Windows Deployment Services, é necessário ter instalado os serviços de domínio"},
{"alternativas": {"a": "Alinhamento.", "c": "Número.", "b": "Borda.", "e": "Proteção.", "d": "Padrões."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No Microsoft Excel XP, para se atribuir uma cor de fundo às células de uma planilha, deve-se selecionar a opção de menu Formatar – Células, seguida pela seleção da aba"},
{"alternativas": {"a": "Estrutura de tópicos.", "c": "Layout da Web.", "b": "Estrutura do documento.", "e": "Normal.", "d": "Layout de impressão."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No programa Microsoft Word XP, em sua configuração padrão, para visualizar na tela do computador o texto exatamente como ele será impresso, um usuário deverá utilizar o modo de exibição"},
{"alternativas": {"a": "I, apenas.", "c": "I e III, apenas.", "b": "II, apenas.", "e": "I, II e III.", "d": "II e III, apenas."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Analise os parágrafos a seguir, sabendo que eles contêm afirmações sobre os serviços e os recursos disponíveis aos usuários da Internet. I. No endereço eletrônico reginaldo27@terra.com.br, o campo reginaldo27, que precede o símbolo @, identifica o usuário de e-mail de maneira única dentro do provedor de acesso terra.com.br. II. O termo SPAM é usado para designar as mensagens eletrônicas não solicitadas, que geralmente são enviadas para um grande número de pessoas, e que causam grandes transtornos aos destinatários. III. Hypertext Markup Language ou HTML é a linguagem utilizada na elaboração das páginas de hipertexto da World Wide Web, que permite aos browsers navegar pelos sites e exibir os seus conteúdos. É correto o que se afirma em"},
{"alternativas": {"a": "colar o item selecionado.", "c": "desfazer uma ação anterior.", "b": "copiar o item selecionado.", "e": "renomear o item selecionado.", "d": "recortar o item selecionado."}, "resposta": "C", "prova": "VUNESP - 2011 - SAP-SP - Oficial Administrativo", "enunciado": "Um usuário do programa Microsoft Windows XP, em sua configuração padrão, pode utilizar atalhos de teclado para facilitar sua interação com os programas e aplicativos de seu computador. Caso ele acione as teclas CTRL+Z, a ação obtida será a de"},
{"alternativas": {"a": "Microsoft Outlook e Mozilla Thunderbird são os nomes de dois programas para navegação na Internet.", "c": "O catálogo público de endereços dos usuários de correio eletrônico da Internet é denominado de Webmail.", "b": "Na Internet, um domínio identifica um conjunto de computadores pertencentes a uma determinada instituição.", "e": "Se o computador do usuário destinatário estiver desligado, a mensagem de e-mail retornará ao remetente.", "d": "O local da Internet em que são armazenadas as páginas de hipertexto da World Wide Web é denominado HTTP."}, "resposta": "B", "prova": "VUNESP - 2011 - SAP-SP - Oficial Administrativo", "enunciado": "Selecione a alternativa que contém a correta afirmação sobre os serviços e recursos utilizados pelos usuários da Internet."},
{"alternativas": {"a": "Shift+F7.", "c": "Ctrl+Q.", "b": "Shift+F5.", "e": "Ctrl+E.", "d": "Ctrl+U."}, "resposta": "B", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "No MS-PowerPoint 2007 Português Brasil, em sua configuração padrão, as teclas de atalho para iniciar a apresentação de slides a partir do slide atual são"},
{"alternativas": {"a": "caracteres ://, seguido de protocolo e do endereço da máquina.", "c": "endereço da máquina, seguido do caractere : e do protocolo.", "b": "caracteres www, seguido do endereço da máquina e do protocolo.", "e": "protocolo, seguido dos caracteres :// e do endereço da máquina.", "d": "protocolo, seguido do caractere : e do endereço da máquina."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Uma URL (Uniform Resource Locator) é utilizada para indicar o endereço de um recurso disponível em uma rede, seja na Internet ou uma rede local. A estrutura da URL é composta de"},
{"alternativas": {"a": "B2 a B10.", "c": "B2 a B4 e B8 a B10.", "b": "B2, B4 a B8 e B10.", "e": "B2 a B10, exceto as células B4 e B8.", "d": "B2 a B10, exceto as células B3 e B9."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Considere a seguinte expressão, inserida na célula B12 de uma planilha do Microsoft Excel XP. = SOMA(B2:B4;B8:B10) A ação que essa expressão tem é a de somar o conteúdo das seguintes células dessa planilha:"},
{"alternativas": {"a": "Destinos preferidos.", "c": "Sites visitados.", "b": "Sites preferidos.", "e": "Histórico.", "d": "Favoritos."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Para realizar a navegação na Internet pode ser utilizado qualquer Browser ou Navegador. Normalmente, essas ferramentas disponibilizam um recurso para que o usuário possa cadastrar as páginas web de sua preferência, comumente denominado"},
{"alternativas": {"a": "I e II, apenas.", "c": "II e IV, apenas.", "b": "I e III, apenas.", "e": "I, II, III e IV.", "d": "I, II e IV, apenas."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Analise as afirmações sobre o sistema operacional Windows XP: I.a finalidade do Windows Explorer é permitir a navegação na Internet; II.Botão iniciar, Ícones e Barra de Tarefas são elementos presentes na Área de Trabalho; III.Papel de Parede é o nome atribuído a um conjunto de configurações pré-definidas destinadas a personalizar a Área de Trabalho; IV.um Atalho a um programa permite que este seja acessado com maior rapidez. Sobre as afirmações, pode-se dizer que está correto o contido em"},
{"alternativas": {"a": "Backup.", "c": "Limpeza de disco.", "b": "Desfragmentador de disco.", "e": "Scandisk.", "d": "Gerenciamento do computador."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que contém a ferramenta do Windows XP que consolida arquivos e pastas existentes no computador, de forma que cada item ocupe um espaço único e contíguo no volume e, dessa forma, possibilite que o sistema acesse e salve arquivos e pastas com mais eficiência."},
{"alternativas": {"a": "I(z) \u0096 II(y) \u0096 III(x) \u0096 IV(k).", "c": "I(y) \u0096 II(z) \u0096 III(k) \u0096 IV(x).", "b": "I(x) \u0096 II(k) \u0096 III(z) \u0096 IV(y).", "e": "I(k) \u0096 II(y) \u0096 III(x) \u0096 IV(z).", "d": "I(k) \u0096 II(x) \u0096 III(z) \u0096 IV(y)."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que classifica corretamente os softwares, relacionando a coluna da esquerda (ícone) com a coluna da direita (principal característica)."},
{"alternativas": {"a": "* (asterisco).", "c": "& (e comercial).", "b": "$ (cifrão).", "e": "% (porcentagem).", "d": "\" (aspas)."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Utilizando o Google, para limitar o resultado da pesquisa às páginas da Web que contenham exatamente a frase digitada, é necessário que o usuário digite o seguinte caractere antes e depois da frase:"},
{"alternativas": {"a": "4 e 5.", "c": "2 e 3.", "b": "5 e 7.", "e": "6 e 7.", "d": "3 e 4."}, "resposta": "D", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Um Firewallé um equipamento de rede utilizado para proteger a rede local de computadores. Considerando o modelo OSI para a interconexão de sistemas abertos, o Firewall atua no(s) nível(is), ou camada(s),"},
{"alternativas": {"a": "Contatos, Tarefas e Eventos.", "c": "Escolas, Questões e Notas.", "b": "Bancos, Ativos e Pagamentos.", "e": "Notas, Eventos e Bancos.", "d": "Pagamentos, Contatos e Reservas."}, "resposta": "A", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "O Microsoft Access 2007 disponibiliza alguns modelos de tabelas voltados para assuntos mais comumente utilizados. Três exemplos desses modelos são:"},
{"alternativas": {"a": "4 e 1.", "c": "3 e 3.", "b": "9 e 1.", "e": "4 e 3.", "d": "9 e 3."}, "resposta": "A", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Assinale a alternativa com a quantidade de colunas e linhas que serão sugeridas, respectivamente."},
{"alternativas": {"a": "serão ocultados para os receptores da mensagem.", "c": "devem enviar uma confirmação de recebimento da mensagem.", "b": "devem pertencer sempre a uma mesma corporação.", "e": "receberão apenas o cabeçalho e o assunto da mensagem, ficando o corpo da mensagem oculto.", "d": "receberão a mensagem criptografada com uma chave aberta."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No sistema de correio eletrônico (e-mail) da Internet, ao indicarmos os destinatários, é possível utilizar os campos: Para...(To...), Cc...(Cc...) e Cco...(Bcc...). Os destinatários indicados no campo Cco..."},
{"alternativas": {"a": "Área de trabalho.", "c": "Área de troca de informações.", "b": "Área de transferência.", "e": "Memória de transferência.", "d": "Memória cache."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "O Windows XP possui um recurso que possibilita a troca de informações entre diferentes aplicativos. Quando se recorta, copia ou cola textos e imagens, o Windows utiliza o recurso denominado"},
{"alternativas": {"a": "Ctrl . Delete", "c": "End . PageUp", "b": "Ctrl . Escape", "e": "Shift . Home", "d": "Shift . Delete"}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa cujas palavras completam, correta e respectivamente, a afirmação a seguir. Para apagar, de forma intercalada, vários arquivos de uma pasta cujo conteúdo está sendo visualizado com o Windows Explorer, que integra o Microsoft Windows XP, em sua configuração padrão, um usuário deverá acionar a tecla________ , selecionar os arquivos com o mouse e acionar a tecla ____________ ."},
{"alternativas": {"a": "A World Wide Web é o nome do serviço que primeiro permitiu aos internautas trocar mensagens eletrônicas.", "c": "Site é a localidade da Internet onde os spammers armazenam as mensagens indesejáveis a serem postadas.", "b": "O termo download refere-se às ferramentas de busca que são úteis para a pesquisa de informações na rede.", "e": "Um hyperlink permite a um internauta migrar para outra página ou para outra posição no mesmo documento.", "d": "URL é a linguagem de marcação utilizada para produzir páginas Web que podem ser interpretadas por browsers."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contém a correta afirmação sobre os serviços e recursos disponíveis aos usuários da Internet."},
{"alternativas": {"a": "2", "c": "4", "b": "0", "e": "3", "d": "1"}, "resposta": "E", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Assinale a alternativa que contém o resultado da célula B4, ao ser preenchida com a fórmula =MAIOR(A2:C3;2)"},
{"alternativas": {"a": "4 a 36, exceto a página 33 e duplicando a 7 e 28.", "c": "1 a 3, 8 a 27 e 37 a 45.", "b": "4, 5, 6, 7, 28, 33 e 36.", "e": "4, 7, 28, 29, 30, 31, 32, 33 e 36.", "d": "1 a 3, 5, 6, 8 a 27, 34, 35 e 37 a 45."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um documento editado no MS-Word XP, na sua configuração padrão, possui 45 páginas no total. O usuário informou o seguinte intervalo de páginas: 4;7;28-33;36 em local próprio da janela Imprimir. Assinale a alternativa que contém as páginas que serão impressas."},
{"alternativas": {"a": "no disquete.", "c": "em Meus documentos.", "b": "no DVD", "e": "na raiz do disco rígido.", "d": "no Desktop."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": ". O arquivo zaSetup_en se encontra"},
{"alternativas": {"a": "2", "c": "2,667", "b": "1,66", "e": "2,67", "d": "2,7"}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Uma planilha do Microsoft Excel XP, na sua configuração padrão, possui os seguintes valores nas células: B1=4, B2=1 e B3=3. A fórmula =ARRED(MÍNIMO(SOMA (B1:B3)/3;2,7);2) inserida na célula B5 apresentará o se­guinte resultado:"},
{"alternativas": {"a": "0.0.0.0", "c": "127.0.0.1", "b": "1.1.1.1", "e": "255.255.255.255", "d": "192.168.0.1"}, "resposta": "C", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Em um computador com sistema operacional Windows Server 2008 conectado a uma rede local, e configurado para a atribuição de IP dinâmico,para analisar se a Placa de nterface de Rede (NIC) Ethernet está funcionando, pode-se utilizar o comando ping para o endereço IP"},
{"alternativas": {"a": "I, apenas.", "c": "I e II, apenas.", "b": "III, apenas.", "e": "I, II e III.", "d": "Il e III, apenas."}, "resposta": "B", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Considere as seguintes afirmações sobre alguns comandos do bash shell no sistema operacional Linux.I. we -1 retorna o número de vezes que um determinado usuário se conectou ao seu computador. II. nets tat -r permite configurar as tabelas de roteamento do sistema operacional. III. if conf ig é utilizado para configurar e exibir dispositivos de rede.Sobre as afirmações, pode-se dizer que está correto o contido em"},
{"alternativas": {"a": "F1", "c": "Ctrl+ 1", "b": "Alt+ 1", "e": "Ctrl+Alt+ 1", "d": "Shift+ 1"}, "resposta": "A", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Assinale a alternativa que apresenta, no MS-Word 2007, em sua configuração padrão, a tecla de atalho utilizada para a obtenção de ajuda."},
{"alternativas": {"a": "concurso%2011 candidato/2011", "c": "concurso*2011 candidato#2011", "b": "concurso&2011 candidato*2011", "e": "concurso#2011 candidato&2011", "d": "concurso/2011 candidato%2011"}, "resposta": "E", "prova": "VUNESP - 2011 - TJM-SP - Técnico em Informática - Judiciário", "enunciado": "Assinale a alternativa em que os dois conjuntos de caracteres apresentados são aceitos no MS-Windows XP, em sua configuração padrão, como nomes de pasta ou arquivos."}
]