[
{"alternativas": {"a": "Deve existir.", "c": "Podem haver.", "b": "Vão haver.", "e": "Podem existirem.", "d": "Existem."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No trecho – Há teorias evolucionistas… –, a substituição do verbo destacado está de acordo com a norma–padrão de concordância em:"},
{"alternativas": {"a": "(I) várias palavras; (II) palavra moribunda.", "c": "(I) menos nobres; (II) união estável.", "b": "(I) tem sempre; (II) é aberto.", "e": "(I) dificilmente verá; (II) outras palavras.", "d": "(I) sempre acompanhada; (II) algum mistério."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Observe o comentário acerca de advérbio e de adjetivo expresso na frase – Perdidamente, coitado, é um advérbio que só adverbia o adjetivo apaixonado. – e assinale a alternativa em que os termos destacados são ( I ) advérbio modificando adjetivo e ( II ) adjetivo."},
{"alternativas": {"a": "mediação e brutalidade.", "c": "ponderação e proteção.", "b": "pacificação e insubordinação.", "e": "persuasão e perenidade.", "d": "solenidade e coerção."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Deve–se concluir, com base nas ideias do autor, que a balança e a espada sustentadas pela justiça simbolizam, respectivamente,"},
{"alternativas": {"a": "(I) dedicadas aos semelhantes e (II) ambiência.", "c": "(I) coerentes e (II) dualidade.", "b": "(I) praticantes da filantropia e (II) ambiguidade.", "e": "(I) dotadas de autonomia e (II) duplicidade.", "d": "(I) afáveis e (II) multiplicidade."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As palavras destacadas nas passagens – ( I ) … as sociedades com maior número de pessoas altruístas sobreviveram por mais tempo… e ( II ) É justificável diante da eterna ambivalência humana: queremos ser bons, mas temos medo… – têm sentido contextual de"},
{"alternativas": {"a": "grosseiro e ocasião.", "c": "premeditado e tempo.", "b": "calculado e companhia.", "e": "imprevisto e dia.", "d": "clássico e oportunidade."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No segundo parágrafo, o autor aponta combinações de palavras que geram as expressões “erro crasso” e “aproveitar o ensejo”. Os termos nelas destacados significam, respectivamente,"},
{"alternativas": {"a": "toda luta é uma forma de injustiça.", "c": "o direito termina quando há paz.", "b": "a luta é indispensável para o direito.", "e": "nada justifica a luta, nem mesmo a paz.", "d": "as injustiças perdurarão enquanto os povos lutarem."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto concluir que, do ponto de vista do autor,"},
{"alternativas": {"a": "Todos os documentos serão encaminhados às partes à partir da próxima semana.", "c": "Recusa–se à entregar às certidões antes do final do expediente.", "b": "Todos tiveram de comparecer perante à autoridade, prestando contas à ela.", "e": "O caso exige tratamento igual às partes, sem fazer exceção à ré.", "d": "Encaminhamos à V.Exª os documentos à que se refere o Edital."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O sinal indicativo de crase está empregado de acordo com a norma–padrão em:"},
{"alternativas": {"a": "informa literalmente efeitos positivos que vê na falta de gentileza.", "c": "aponta, ironicamente, o ponto de vista de pessoas não adeptas da gentileza.", "b": "revela que também tolera atitudes não gentis e grosseiras.", "e": "adere às ideias dos não corteses, com os quais acaba se identificando.", "d": "expõe o que realmente pensa de quem é gentil com os semelhantes."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Para responder à questão, considere a seguinte passagem, no contexto geral da crônica: Não ter tempo para gentilezas é bonito. […] Não dizer bom–dia significa que você é muito importante. Ou muito ocupado. Humilhar os que não concordam com suas ideias é coisa de gente forte. E que está do lado certo. Com essas afirmações, a autora"},
{"alternativas": {"a": "praticam … constituem … meia … necessária", "c": "pratica … constitui … meio … necessária", "b": "pratica … constitui … meia … necessário", "e": "pratica … constituem … meio … necessário", "d": "praticam … constitui … meio … necessário"}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que preenche, respectivamente, as lacunas do enunciado a seguir, observando a concordância nominal e verbal de acordo com a norma–padrão. Mais de um conhecido meu não _________ gentilezas, infelizmente. Para alguns, certos gestos _________ coisa de idiota, de gente _________ fora de moda. Com esses, é _________ paciência."},
{"alternativas": {"a": "palavras de gíria de jovens.", "c": "palavras ainda não dicionarizadas.", "b": "palavras em sentido figurado.", "e": "expressões de vocabulário técnico.", "d": "termos de uso regional."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A partir da ideia de que palavras “são pessoas”, o autor atribui às palavras caracterização própria de humanos. É correto afirmar que, nesse procedimento, ele emprega"},
{"alternativas": {"a": "consequência.", "c": "causa.", "b": "tempo.", "e": "modo.", "d": "condição."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na passagem – O abraço caudaloso deu tão certoque ficaram perdidamente inseparáveis. –, o trechodestacado expressa, em relação ao anterior, ideia de"},
{"alternativas": {"a": "O mundo conhece a paz graças aos povos, governos, classes sociais e indivíduos, cuja luta a garante.", "c": "A luta garante a conquista dos direitos da humanidade, o qual os princípios mais importantes dela foram atacados.", "b": "Há milhares de indivíduos onde a sua vida se desenvolve tranquilamente e sem obstáculos.", "e": "O direito é uma força viva, onde os homens batalham incessantemente para manter.", "d": "A Justiça tem numa das mãos uma balança, cuja representa a garantia de que o direito será pesado, ponderado."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que o pronome destacadoestá empregado de acordo com a norma–padrão."},
{"alternativas": {"a": "assumir a prática da gentileza é rebelar–se contra códigos de comportamento vigentes, mesmo que não declarados.", "c": "é possível ao sujeito aderir às ideias dos mais fortes, sem medo de ver atingida sua individualidade, no contexto geral.", "b": "é inviável, em qualquer época, opor–se às práticas e aos protocolos sociais de relacionamento humano.", "e": "obedecer às normas sociais gera prazer, ainda que isso signifique seguir rituais de incivilidade e praticar a intolerância.", "d": "há, nas sociedades modernas, a constatação de que a vulnerabilidade de alguns está em ver a felicidade como ato de rebeldia."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No final do último parágrafo, a autora caracteriza a gentileza como “ato de pura desobediência civil”; isso permite deduzir que"},
{"alternativas": {"a": "oportunamente, estabelecendo relação de tempo.", "c": "previsivelmente, estabelecendo relação de intensidade.", "b": "decididamente, estabelecendo relação de afirmação.", "e": "provavelmente, estabelecendo relação de dúvida.", "d": "possivelmente, estabelecendo relação de certeza."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": ". Na passagem Talvez sim, talvez não. Abundance é definitivamente um livro ousado... , o advérbio em destaque equivale a"},
{"alternativas": {"a": "conformativa nas duas ocorrências.", "c": "causal na primeira ocorrência.", "b": "comparativa na primeira ocorrência.", "e": "causal na segunda ocorrência.", "d": "comparativa nas duas ocorrências."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Observando as ocorrências da palavra como em Como fomos programados para ver o mundo como um lugar ameaçador é correto afirmar que se trata de conjunção"},
{"alternativas": {"a": "Não há dúvida que as mulheres ampliam, rapidament e, seu espaço na carreira científica ainda que o avanço seja mais notável em alguns países, o Brasil é um exemplo, do que em outros.", "c": "Não há dúvida de que, as mulheres, ampliam rapidamente seu espaço na carreira científica; ainda que o avanço seja mais notável, em alguns países, o Brasil é um exemplo!, do que em outros.", "b": "Não há dúvida que as mulheres ampliam, rapidamente, seu espaço na carreira científica ainda que o avanço seja mais notável em alguns países, o Brasil é um exemplo, do que em outros.", "e": "Não há dúvida de que as mulheres ampliam rapida­mente seu espaço na carreira científica, ainda que o avanço seja mais notável em alguns países \u0096 o Brasil é um exemplo \u0096 do que em outros.", "d": "Não há dúvida de que as mulheres, ampliam rapida­mente seu espaço, na carreira científica, ainda que o avanço seja mais notável, em alguns países: o Brasil é um exemplo, do que em outros."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Assinale a alternativa em que o período, adaptado da revista Pesquisa Fapesp de junho de 2012, está correto quanto à regência nominal e à pontuação."},
{"alternativas": {"a": "Ainda assim, temos certeza de que ninguém encon­trou até agora uma maneira adequada para que os insumos básicos seja quantificado.", "c": "Ainda assim, temos certeza de que ninguém encon­trou até agora uma maneira adequada de se quantifi­carem os insumos básicos.", "b": "Ainda assim, temos certeza que ninguém encontrou até agora uma maneira adequada para que os insumos básicos sejam quantificado", "e": "Ainda assim, temos certeza de que ninguém encontrou até agora uma maneira adequada de os insumos básicos ser quantificados.", "d": "Ainda assim, temos certeza que ninguém encontrou até agora uma maneira adequada de se quantificar os insumos básicos."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Assinale a alternativa em que o trecho Ainda assim, ninguém encontrou até agora uma maneira de quantificar adequadamente os insumos básicos. está corretamente reescrito, de acordo com a norma­padrão da língua por­tuguesa."},
{"alternativas": {"a": "Os atuais mecanismos de busca na rede, projetos ino­vadores já ultrapassaram­lhes", "c": "Os atuais mecanismos de busca na rede, projetos ino­vadores já ultrapassaram eles", "b": "Os atuais mecanismos de busca na rede, projetos ino­vadores já ultrapassaram-­nos", "e": "Os atuais mecanismos de busca na rede, projetos ino­vadores já lhes ultrapassaram", "d": "Os atuais mecanismos de busca na rede, projetos ino­vadores já os ultrapassaram..."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Em conformidade com a norma­padrão da língua portu­guesa, o trecho Os atuais mecanismos de busca na rede já estão ultrapassados por projetos inovadores... está corretamente reescrito em:"},
{"alternativas": {"a": "o termo \u0093até\u0094, considerando seu uso contextual, pode­ria ser substituído por \u0093inclusive\u0094.", "c": "o termo \u0093para\u0094 introduz oração adverbial, expressan­do sentido de finalidade.", "b": "a forma verbal \u0093acreditarmos\u0094 está errada, pois o sujeito da oração é \u0093Os autores\u0094.", "e": "a forma verbal \u0093têm\u0094 está grafada incorretamente, pois não haveria acento nesse contexto.", "d": "a expressão \u0093nessas promessas\u0094 não tem um referente preciso nas informações textuais."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Na frase Os autores têm até explicação para o fato de não acreditarmos muito nessas promessas. , é correto afirmar que"},
{"alternativas": {"a": "proposição", "c": "paisagem.", "b": "confronto.", "e": "perspectiva.", "d": "intenção."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Na frase E tudo isso no horizonte de uma geração. , o termo em destaque significa"},
{"alternativas": {"a": "concluída.", "c": "futura.", "b": "hipotética.", "e": "contínua.", "d": "atemporal."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Na frase os níveis de pessoas sem emprego estão apresentando quedas sucessivas de 2005 para cá. , a locu­ção verbal em destaque expressa ação"},
{"alternativas": {"a": "Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchley Park, disse que sua grande tristeza havia sido ver que seu amado marido morrera em 1975 sem saber o que ela tinha feito durante a guerra.", "c": "Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchley Park, diz que sua grande tristeza foi ver o seu amado marido morrer em 1975 sabendo o que ela havia feito durante a guerra.", "b": "Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchley Park, disse que sua grande tristeza foi ver que seu amado marido morreria em 1975 sem saber o que ela faria durante a guerra.", "e": "Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchey Park, disse que sua grande tristeza fora ver que seu amado marido morreu em 1975 sem saber o que ele havia feito durante a guerra.", "d": "Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchley Park, disse que sua grande tristeza foi ver que seu amado marido morrera em 1975 sem saber o que ela faria durante a guerra."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Ao se passar para o discurso indireto, sem alteração de sentido, o trecho - Com a palavra Catherine Caughey, que tinha 20 anos quando trabalhou em Bletchley Park: \"Minha grande tristeza foi ver que meu amado marido morreu em 1975 sem saber o que eu fiz durante a guerra.\" (6.º parágrafo) - obtém-se:"},
{"alternativas": {"a": "impresso.", "c": "questionamento.", "b": "critério.", "e": "perdão.", "d": "dever."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O termo omitido na parte destacada do fragmento - O embaixador Clifford Sobel narrou a inconfidência do ministro Nelson Jobim a respeito de um tumor na cabeça do presidente boliviano Evo Morales. Seu papel era comunicar. O de Jobim era não contar. (4.º parágrafo) - pode ser suprido, sem alteração de sentido, pela palavra"},
{"alternativas": {"a": "a menina é avessa à liberdade de imprensa por esta permitir a publicação de receitas que ela considera deliciosas.", "c": "a receita é recortada do jornal como forma de censura e protesto.", "b": "a liberdade de imprensa prejudica o direito das crianças no que diz respeito à alimentação saudável.", "e": "a liberdade de imprensa nem sempre agrada a todos.", "d": "a mãe apoia a supressão da liberdade de imprensa por concordar com a filha."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Acerca da mensagem apresentada nos quadrinhos, é correto afirmar que"},
{"alternativas": {"a": "I.", "c": "I e II.", "b": "III.", "e": "II e III.", "d": "I e III."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Leia as afirmações. I. A questão do lixo é um problema que envolve tanto a prefeitura de São Paulo quanto as concessionárias responsáveis pela coleta e cooperativas de catadores. II. A prefeitura de São Paulo recorreu da decisão da Justiça por não ser capaz de realizar a coleta seletiva de lixo sem o apoio da própria Justiça. III. O Instituto Pólis é responsável pela triagem nas estações que preparam o material destinado à reciclagem e informou que 35% do lixo reciclado é despejado em aterros. De acordo com o texto, está correto apenas o contido em"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e IV.", "d": "I e III."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Leia o que segue. I. Muitos dos que assistiram o simpósio sobre reciclagem saíram desapontados. II. Muitos catadores antipatizam com os projetos da prefeitura. III. A comunidade visa uma política mais eficiente para a destinação do lixo. IV. Alguns moradores aspiram uma cidade mais limpa. De acordo com a norma padrão da língua, a regência verbal está correta em"},
{"alternativas": {"a": "sapatênis e Tietê.", "c": "esquecê-lo e amigô.", "b": "diabólico e marmóreo.", "e": "chefê e parceirô.", "d": "companheirô e débito."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto dizer que a acentuação gráfica que o autor emprega tanto segue a norma-padrão quanto desobedece a ela, neste caso, numa tentativa de imitar a entonação oral do chamamento. Essa afirmação é baseada na acentuação, respectivamente, de"},
{"alternativas": {"a": "a \u0085 concenso \u0085 acerca", "c": "a \u0085 concenso \u0085 a cerca", "b": "há \u0085 consenso \u0085 acerca", "e": "há \u0085 consenço \u0085 a cerca", "d": "a \u0085 consenso \u0085 há cerca"}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que preenche, correta e respectivamente, as lacunas do trecho a seguir, de acordo com a norma-padrão. Além disso, _______ certamente __________ entre nós __________ do fenômeno da corrupção e das fraudes."},
{"alternativas": {"a": "um trecho explicativo de ideia exposta anteriormente.", "c": "um meio de levar o leitor a buscar explicações que não estão no texto.", "b": "uma resposta não fundamentada em dados de realidade.", "e": "a manifestação de uma contradição que será discutida.", "d": "uma sequência fundamentada em hipóteses pouco prováveis."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A parte final do texto, destacada em itálico, coloca-se para a afirmação que a antecede como"},
{"alternativas": {"a": "põe em dúvida a ideia de que o intercâmbio terá sucesso.", "c": "contradiz a ideia de que o garoto será bem recebido por Grump.", "b": "não admite as verdadeiras qualidades do garoto que morará com Grump.", "e": "reconhece a dificuldade de Grump adequar-se ao perfil traçado pelo projeto de intercâmbio.", "d": "expressa o reconhecimento de características negativas em quem receberá o garoto."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O pensamento da personagem Vândalo, no último quadrinho,"},
{"alternativas": {"a": "O cientista, ao que parece, importava-se com a criação de um sistema que fosse como uma \u0093máquina poética\u0094.", "c": "Isso acarreta uma textualidade que funciona por associação.", "b": "Criou, então, o \u0093Xanadu\u0094, um projeto para disponibilizar toda a literatura do mundo, numa rede.", "e": "Desde o surgimento da ideia de hipertexto, esse conceito está ligado a uma nova concepção de textualidade.", "d": "A informação é disposta em um ambiente no qual pode ser acessada de forma não linear."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Embora se trate de um texto predominantemente informativo, é correto afirmar que o autor faz uma inferência, expressando sua opinião, ao dizer:"},
{"alternativas": {"a": "De corda; de plástico.", "c": "De madeira; de pedra.", "b": "De fogo; de madeira.", "e": "De plástico; de cinza.", "d": "De fogo; de pedra."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O sentido de marmóreo (adjetivo) equivale ao da expressão de mármore. Assinale a alternativa contendo as expressões com sentidos equivalentes, respectivamente, aos das palavras ígneo e pétreo."},
{"alternativas": {"a": "apoiando as atitudes de ambos, cujas qualidades morais destaca.", "c": "identificando-se com as atitudes do cliente, apesar de expressar antipatia por aquele.", "b": "prestigiando o garçom, cuja atitude classifica de inadequada, em diversas passagens.", "e": "ironizando os comportamentos de ambos, embora ele também seja paulista.", "d": "tomando partido do garçom, pois, como este, o autor também é carioca."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Infere-se, da exposição de ideias, que o autor compõe retratos bem-humorados de dois tipos,"},
{"alternativas": {"a": "indicar que o texto contém informações independentes umas das outras.", "c": "antecipar informações que serão enunciadas.", "b": "contrastar informações incompatíveis com o conteúdo do texto.", "e": "recuperar informações enunciadas anteriormente.", "d": "fazer referência a dados fora do texto, como fatos e datas."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As palavras Nesse e Isso, em destaque no texto, são empregadas para"},
{"alternativas": {"a": "Pensava na necessidade de ser substituído de imediato os métodos existentes.", "c": "No hipertexto, a textualidade funciona por sequências fixas que se estabeleceram previamente.", "b": "Substitui-se os métodos de recuperação de informações que se ligava especialmente à pesquisa acadêmica.", "e": "Era procurado por ele máquinas com as quais pudesse capturar o brilhantismo anárquico da imaginação humana.", "d": "O inventor pensava em textos que já deveria estar disponíveis em rede."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa contendo frase com redação de acordo com a norma-padrão de concordância."},
{"alternativas": {"a": "Eu disse cliente paulista, mas percebo a redundância, pois o paulista é sempre cliente.", "c": "Eu disse cliente paulista, porque percebo a redundância, contanto que o paulista seja sempre cliente.", "b": "Eu disse cliente paulista, se percebo a redundância, mas o paulista é sempre cliente.", "e": "Eu disse cliente paulista, sem perceber a redundância, portanto o paulista é sempre cliente.", "d": "Eu disse cliente paulista, desde que percebi a redundância, para que o paulista seja sempre cliente."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que o emprego de nexos sintáticos entre as orações do período Eu disse cliente paulista, percebo a redundância: o paulista é sempre cliente. mos- tra-se adequado ao sentido do texto."},
{"alternativas": {"a": "príncipes e princesas constitui uma referência em sentido não literal.", "c": "príncipes, princesas, reis e rainhas constitui uma referência em sentido não literal.", "b": "reis e rainhas constitui uma referência em sentido não literal.", "e": "reis e rainhas constitui uma referência em sentido literal.", "d": "príncipes, princesas, reis e rainhas constitui uma referência em sentido literal."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O contexto em que se encontra a passagem Se deixou de bajular os príncipes e princesas do século 19, passou a servir reis e rainhas do 20: (2.º parágrafo) leva a concluir, corretamente, que a menção a"},
{"alternativas": {"a": "agitação insistente do primeiro à estaticidade do segundo.", "c": "falta de polidez do primeiro à eficiência do segundo.", "b": "informalidade do primeiro ao profissionalismo impassível do segundo.", "e": "grosseria do primeiro ao cavalheirismo nobre do segundo.", "d": "negligência do primeiro à falta de educação do segundo."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto afirmar que, no primeiro parágrafo, o autor traça um contraste entre as posturas do cliente e do garçom, contrapondo a"},
{"alternativas": {"a": "desde que garantam sua autenticidade.", "c": "embora garantam sua autenticidade.", "b": "no entanto garantam sua autenticidade.", "e": "a menos que garantam sua autenticidade.", "d": "portanto garantam sua autenticidade."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que substitui o trecho em destaque na frase Assinarei o documento, contanto que garantam sua autenticidade. sem que haja prejuízo de sentido."},
{"alternativas": {"a": "enumerar dados novos, que desmentem uma afirmação precedente.", "c": "apresentar ideias contrastantes, para instalar uma polêmica.", "b": "expor um ponto de vista contrário àquele adotado pelo autor.", "e": "introduzir informações que especificam uma afirmação anterior.", "d": "deslocar a atenção do leitor para informações não pertinentes ao texto."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No trecho Nesse contexto, governos e empresas estão fechando o cerco contra a corrupção e a fraude, valendo- -se dos mais variados mecanismos: leis severas, normas de mercado e boas práticas de gestão de riscos. o emprego de dois-pontos cumpre a função de"},
{"alternativas": {"a": "... o cientista Theodor Nelson sonhava com um sistema capaz de disponibilizar um grande número de obras literárias...", "c": "Isso acarreta uma textualidade que funciona por associação, e não mais por sequências fixas previamente estabelecidas.", "b": "Funcionando como um imenso sistema de informação e arquivamento, o hipertexto deveria ser um enorme arquivo virtual.", "e": "Criou, então, o \u0093Xanadu\u0094, um projeto para disponibilizar toda a literatura do mundo...", "d": "Desde o surgimento da ideia de hipertexto, esse conceito está ligado a uma nova concepção de textualidade..."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa contendo a frase do texto na qual a expressão verbal destacada exprime possibilidade."},
{"alternativas": {"a": "rejeita um linguajar jovem, embora formal, contando com a adesão dos leitores mais habituados a ler.", "c": "evita atrair a atenção do público mais escolarizado e menos exigente em relação à informalidade da língua.", "b": "escreve para um público leitor de textos nas redes sociais, razão pela qual é obrigada a deixar de lado a norma culta do português.", "e": "despreza convenções da língua–padrão, por crer na inaptidão do leitor para compreender estruturas complexas.", "d": "pode conseguir maior identificação com seu público leitor, optando por soluções de linguagem de feição mais informal."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Observa–se que, no 1 parágrafo, a autora emprega os pronomes te e você para se referir a um virtual leitor e, no 3 parágrafo, emprega a expressão pacas (É preciso ser macho pacas). Essas duas escolhas permitem inferir que ela"},
{"alternativas": {"a": "Contanto que não sejam grudadas por um hífen, algumas palavras dependem de outras.", "c": "Algumas palavras dependem de outras, quando não são grudadas por um hífen.", "b": "Algumas palavras dependem de outras, exceto se são grudadas por um hífen.", "e": "Desde que não sejam grudadas por um hífen, algumas palavras dependem de outras.", "d": "Apesar de não serem grudadas por um hífen, algumas palavras dependem de outras."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que reescreve, com correção e sem alteração de sentido, a passagem – Algumas palavras dependem de outras, embora não sejam grudadas por um hífen."},
{"alternativas": {"a": "O direito, no sentido objetivo, compreende os princípios jurídicos manipulados pelo Estado.", "c": "Do autor exige–se que prove, até o último centavo, o interesse pecuniário.", "b": "Todavia, não pretendo entrar em minúcias, pois nunca chegaria ao fim.", "e": "A cabeça de Jano tem face dupla: a uns volta uma das faces, aos demais, a outra.", "d": "É que, conforme já ressaltei várias vezes, a essência do direito está na ação."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que uma das vírgulas foi empregada para sinalizar a omissão de um verbo, tal como ocorre na passagem – A espada sem a balança é a força bruta, a balança sem a espada, a impotência do direito."},
{"alternativas": {"a": "Opormos resistência à liderança dele foi um erro; agora querem que revemos nossa posição.", "c": "Se não se indisporem com as amigas do filho, os pais permitirão que elas o revejam quando ele retornar.", "b": "Se os interessados não se opuserem nem previrem razão para protelar o ato, amanhã mesmo será escolhido o síndico do condomínio.", "e": "Cada vez que prever resistência dos funcionários às decisões do chefe, ele intervirá, antes que todos se indisponham.", "d": "Haverá problema se ele ver que houve manipulação de dados; certamente se predisporá a cancelar tudo."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Observe os verbos destacados nas passagens – … enfrentar os ataques daqueles que a ele se opunham… / … só veem nele um estado de paz e de ordem… – e assinale a alternativa em que estão corretamente conjugados os verbos opor, ver e os demais assinalados, que seguem o mesmo padrão de conjugação destes."},
{"alternativas": {"a": "é prerrogativa dos que querem ter sua importância reconhecida socialmente.", "c": "representa um hábito primitivo, que pouco afeta as relações interpessoais.", "b": "é uma via de mão dupla, por isso não deve ser praticada se não houver reciprocidade.", "e": "é uma qualidade desvalorizada em nossa sociedade nos dias atuais.", "d": "restringe–se ao gênero masculino, pois este representa os mais fortes."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto inferir que, do ponto de vista da autora, agentileza"},
{"alternativas": {"a": "tempo.", "c": "causa.", "b": "adição.", "e": "finalidade.", "d": "condição."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "É correto afirmar que a frase destacada na passagem expressa, em relação à que a antecede, o sentido de"},
{"alternativas": {"a": "Persiste de falar conosco, que somos os responsáveis por tudo.", "c": "Há um que hesita de fazer o negócio; os demais são favoráveis por comprar o terreno.", "b": "Ele insiste de negar tudo, mas é suspeito por ter recebido propina.", "e": "Eles se admiram de que tenhamos preferência por funcionários mais experientes.", "d": "Recusa–se de ajudar, ficando indiferente por nosso problema."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na passagem – Outras são promíscuas (embora prefiram a palavra “gregária”): estão sempre cercadas de muitas outras: Que. De. Por. –, as palavras destacadas são preposições. Assinale a alternativa em que elas estão empregadas de acordo com a norma–padrão de regência verbal e nominal."},
{"alternativas": {"a": "feroz e presteza.", "c": "descontinuada e inaptidão.", "b": "insistente e descaso.", "e": "interminável e destreza.", "d": "desinteressada e imperícia."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As palavras destacadas no 2 parágrafo – ininterrupta e habilidade – têm antônimos corretos, respectivamente, em:"},
{"alternativas": {"a": "a superfície gelada sofreu um derretimento que nunca antes foi observado, logo a área descongelada passou de 40 para 97%.", "c": "a superfície gelada sofreu um derretimento que nunca antes se havia observado, como a área descon­gelada passou de 40 para 97%.", "b": "... a superfície gelada sofreu um derretimento que nunca antes fora observado, haja vista que a área descongelada passou de 40 para 97%.", "e": "a superfície gelada sofreu um derretimento que nunca antes tivera sido observado, enquanto a área descongelada passou de 40 para 97%.", "d": "a superfície gelada sofreu um derretimento que nunca antes era observado, que a área descongelada passou de 40 para 97%."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O trecho a superfície gelada sofreu um derretimento nunca antes observado: a área descongelada passou de 40 para 97%. está corretamente reescrito em:"},
{"alternativas": {"a": "Se lhes disséssemos que o direito é a luta…", "c": "… o meio de que se serve para consegui–lo…", "b": "… só se afirma por uma disposição ininterrupta para a luta...", "e": "… segura a espada por meio da qual o defende.", "d": "A vida do direito nos oferece…"}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "De acordo com a norma–padrão, o pronome destacado pode ser colocado também depois do verbo no trecho:"},
{"alternativas": {"a": "comparação.", "c": "adição.", "b": "explicação.", "e": "conclusão.", "d": "condição."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A conjunção portanto expressa ideia de"},
{"alternativas": {"a": "exatidão.", "c": "simplicidade.", "b": "desprezo.", "e": "abundância.", "d": "soberba."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na passagem do terceiro parágrafo – ... veio enriquecer nosso canteirinho vulgar... –, o substantivo, empregado no diminutivo, contribui para expressar a ideia de"},
{"alternativas": {"a": "É melhor seguir nos caminhos da verdade, distanciando–se pela alienação.", "c": "É melhor seguir com os caminhos da verdade, distanciando–se à alienação.", "b": "É melhor seguir pelos caminhos da verdade, distanciando–se da alienação.", "e": "É melhor seguir aos caminhos da verdade, distanciando–se sobre a alienação.", "d": "É melhor seguir os caminhos da verdade, distanciando–se sob a alienação."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A fala da personagem oculta, no segundo quadrinho, está formulada, em um enunciado completo, segundo a norma–padrão da língua portuguesa, em:"},
{"alternativas": {"a": "dúvidas e preços.", "c": "companhias e preços do carbono e da água.", "b": "políticas de crescimento e preços adequados.", "e": "dúvidas e insumos básicos.", "d": "companhias e insumos básicos."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Os pronomes elas e eles, em destaque no texto, refe­rem-­se, respectivamente, a"},
{"alternativas": {"a": "Restam \u0085 faça \u0085 será", "c": "Resta \u0085 fazem \u0085 será", "b": "Resta \u0085 faz \u0085 será", "e": "Restam \u0085 faz \u0085 serão", "d": "Restam \u0085 façam \u0085 serão"}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "De acordo com a norma­padrão da língua portuguesa, as lacunas do texto devem ser preenchidas, correta e respecti­vamente, com:"},
{"alternativas": {"a": "aos \u0085 à \u0085 a \u0085 a", "c": "a \u0085 a \u0085 a \u0085 a", "b": "aos \u0085 a \u0085 à \u0085 a", "e": "à \u0085 à \u0085 à \u0085 à", "d": "a \u0085 a \u0085 à \u0085 à"}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "No Brasil, as discussões sobre drogas parecem limitar­se ...................... aspectos jurídicos ou policiais. É como se suas únicas consequências estivessem em legalismos, tecnicalidades e estatísticas criminais. Raro ler................. respeito envolvendo questões de saúde pública como programas de esclarecimento e prevenção, de tratamento para depen­dentes e de reintegração desses ..................... vida. Quantos de nós sabemos o nome de um médico ou clínica ............................ quem tentar encaminhar um drogado da nossa própria família?(Ruy Castro, Da nossa própria família. Folha de S.Paulo, 17.09.2012. Adaptado)As lacunas do texto devem ser preenchidas, correta e res­ pectivamente, com:"},
{"alternativas": {"a": "candidatos convencionais e cotistas.", "c": "dados do Sistema de Seleção Unificada.", "b": "beneficiados.", "e": "pontos.", "d": "dados do Sistema de Seleção Unificada e pontos."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O pronome eles tem como referente"},
{"alternativas": {"a": "... beijado pelo vento do mar... (3º§) / Meu pé de milho é um belo gesto da terra. (3º §)", "c": "Secaram as pequenas folhas... (1º §) / Sou um ignorante... (2º §)", "b": "Mas ele reagiu. (1º§) / ... na verdade aquilo era capim. (1º§)", "e": "... lança as suas folhas além do muro... (2º §) / Há muitas flores belas no mundo... (3º§)", "d": "Ele cresceu, está com dois metros... (2º §) / Tinha visto centenas de milharais... (2º §)"}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que, nas duas passagens, há termos empregados em sentido figurado."},
{"alternativas": {"a": "auspicioso e de grandes mudanças.", "c": "de descrença e intolerância.", "b": "de empobrecimento dos ricos.", "e": "de conflito entre as pessoas.", "d": "com certas restrições tecnológicas."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "De acordo com o texto, o futuro é descrito pelos autores de Abundance como tempo"},
{"alternativas": {"a": "causa.", "c": "adição.", "b": "alternância.", "e": "explicação.", "d": "oposição."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "No período A pesquisa do Dieese é um medidor impor­tante, pois sua metodologia leva em conta não só o desem­prego aberto (quem está procurando trabalho), como também o oculto (pessoas que desistiram de procurar ou estão em postos precários). , os termos em destaque estabe­lecem entre as orações relação de"},
{"alternativas": {"a": "o perfil de profissional pretendido nem sempre é bem definido nas empresas.", "c": "a formação de um profissional é, via de regra, questão secundária na sua contratação.", "b": "o desemprego aumenta em decorrência da qualifica­ção profissional.", "e": "o profissional deve ter qualificação inferior em rela­ção às pretensões da empresa.", "d": "a qualificação profissional é um caminho para se con­seguir um emprego."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "A frase inicial do texto Geralmente, numa situação um posto de trabalho. expressa as condições gerais em uma situação de altos índices de desemprego. De acordo com essas condições,"},
{"alternativas": {"a": "Heloisa, minha mulher, ficou logo sabendo, mas quis me poupar. Ele era nosso amigo.", "c": "Assim que abri os olhos, li a notícia: \u0093Morreu Pery Ribeiro.\u0094.", "b": "No dia 26, voltei para casa. Horas depois, liguei o computador e abri a lista de mensagens.", "e": "O cuidado de Heloisa foi inútil, pois havia uma TV no CTI, bem à minha frente.", "d": "No dia 24 de fevereiro, eu estava no CTI de um hos­ pital, recém­saído de uma cirurgia, quando morreu o cantor Pery Ribeiro."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O sentido da conjunção destacada no texto também está presente na seguinte passagem, adaptada do editorial da Folha de S.Paulo, de 02.06.2012:"},
{"alternativas": {"a": "às iniciativas experimentais.", "c": "à implementação de projetos inovadores.", "b": "à elaboração de projetos inovadores.", "e": "ao propósito de acabar com o Google.", "d": "à busca de informações na rede."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "No texto, a expressão esta tarefa diz respeito"},
{"alternativas": {"a": "sobra ou tem", "c": "sobram ou há", "b": "existe ou há", "e": "sobram ou se vê", "d": "existe ou têm"}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "De acordo com a norma­padrão da língua portuguesa, a lacuna da última frase do texto pode ser preenchida indi­ferentemente com"},
{"alternativas": {"a": "as empresas estão mais rigorosas para selecionar os mais qualificados.", "c": "os trabalhadores têm investido mais do que o neces­sário em sua formação profissional.", "b": "os índices de desemprego têm­se elevado continua­mente nas regiões metropolitanas.", "e": "as empresas convivem com a carência de mão de obra qualificada.", "d": "as pesquisas sobre emprego são pouco consistentes e confiáveis."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "O texto revela que, no Brasil,"},
{"alternativas": {"a": "ratifica a ideia de que as cotas lograram êxito nosistema educacional brasileiro.", "c": "sugere que a avaliação atual é menos democrática e mais difícil que no passado.", "b": "reforça a ideia de que os cursos mais concorridos são difíceis de acompanhar.", "e": "sinaliza diferenças expressivas nas universidades públicas brasileiras.", "d": "revela a necessidade de que seja feita uma ampla revisão no sistema de cotas."}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "De acordo com o autor, o desempenho dos estudantes cotistas"},
{"alternativas": {"a": "Falta mais dedicação dos pesquisadores e inves­tidores", "c": "dispostos a deixá­las acessíveis ao grande público.", "b": "dispostos a deixá­las acessíveis ao grande público.", "e": "Ainda vamos ver sites como o Google com a mesma nostalgia...", "d": "Os atuais mecanismos de busca na rede já estão ultrapassados..."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Em iniciativas experimentais, o adjetivo é uma palavra formada por sufixação. Outro adjetivo do texto com essa mesma formação está destacado em:"},
{"alternativas": {"a": "nula … bastantes semelhantes", "c": "nula … bastante semelhante", "b": "nulo … bastante semelhante", "e": "nulo … bastante semelhantes", "d": "nula … bastante semelhantes"}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Os dados do Sistema de Seleção Unificada comprovam que a diferença de percentual entre os candidatos à medicina egressos tanto de escolas particulares quanto de escola públicas foi quase _________, pois eles tiveram desempenho ___________ . Em conformidade com a norma–padrão da língua portuguesa, as lacunas devem ser preenchidas, respectivamente, com:"},
{"alternativas": {"a": "manteve–se no jardim do narrador, que o desprezava, sendo incapaz de se render ao seu esplendor e à beleza dos seus pendões.", "c": "constitui uma parte expropriada de uma lavoura, razão pela qual o narrador, ainda que o estime, sente–se mal por não poder devolvê–lo.", "b": "ganhou uma condição diferenciada dos pés de milho de uma lavoura, tanto que transformou significativamente a vida do narrador.", "e": "continua a ser um simples número da lavoura, sem crédito na sua localização, tanto que fora confundido com pé de capim e pé de cana.", "d": "passou a ter um lugar menos atrativo para crescer e, destituído de uma lavoura, tornou–se um número isolado em um jardim sem beleza."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Pela descrição feita no texto, é correto afirmar que o pé de milho"},
{"alternativas": {"a": "A ... as ... à", "c": "A ... às ... a", "b": "À ... às ... à", "e": "À ... as ... à", "d": "A ... às ... à"}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "____ quebra do compromisso entre Hong Kong e China, que atinge ____ eleições marcadas para 2017, seguiram–se manifestações, pois, com o controle da cidade, haveria ameaça _____ garantia de plenas liberdades. As lacunas devem ser preenchidas, correta e respectivamente, com:"},
{"alternativas": {"a": "de que ... que ... em", "c": "de que ... de que ... de", "b": "em que ... de que ... a", "e": "que ... de que ... para", "d": "que ... em que ... para"}, "resposta": "A", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Apesar das previsões___________ os próximos meses deverão ter chuvas dentro da média em São Paulo, isso não garante ___________ o sistema Cantareira volte a ter níveis confortáveis de reserva de água até abril, segundo especialistas. Ainda que chova bem acima do esperado, a superfície seca e exposta do Cantareira terá maior dificuldade ___________reter a água. (www.folha.uol.com.br.08.10.2014. Adaptado) De acordo com a norma–padrão da língua portuguesa, as lacunas do texto devem ser preenchidas, respectivamente, com:"},
{"alternativas": {"a": "os cursos menos concorridos podem ser extintos por falta de candidatos.", "c": "os resultados dos cotistas podem ser superiores aos dos demais estudantes.", "b": "os alunos beneficiados têm pouca qualificação para frequentar os cursos.", "e": "o desempenho dos alunos beneficiados é similar ao de outros estudantes.", "d": "os cursos, em geral, são beneficiados com alunos de perfis diferenciados."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As informações iniciais do texto permitem inferir que pessoas contrárias ao sistema de cotas nas universidades públicas acreditam que"},
{"alternativas": {"a": "Ela estava pensando em que lugar estaria, que dia seria, que pessoas eram aquelas ao seu redor.", "c": "Ele observou o local, sabia, com certeza, que ali já estivera em outra ocasião, mas quando?", "b": "Ficou encantada com a história, acabara de ler o livro, que já tinha sido traduzido para o inglês.", "e": "Estou vendo essa tempestade se formar, entre, que aqui estaremos bem mais protegidos dela.", "d": "Era possível, àquela altura da vida, que todos os seus maiores desejos se realizassem enfim."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a vírgula foi empregada para separar oração introduzida por pronome relativo, a exemplo do que ocorre em: ...um coeficiente de apenas 3% separa os privilegiados, que estudaram em colégios privados..."},
{"alternativas": {"a": "Secaram as pequenas folhas, pensei que fosse morrer. (1º§) = Secaram as folhas pequenas, pensei que fosse morrer.", "c": "... em um monte de terra trazido pelo jardineiro... (1º§)= ... em um monte de terra que o jardineiro trouxe.", "b": "É alguma coisa de vivo que se afirma com ímpeto e certeza. (3º §) = É algo de vivo que, com ímpeto e certeza, afirma–se.", "e": "Sou um ignorante, um pobre homem da cidade. (2º §) = Sou um ignorante, um homem pobre da cidade.", "d": "Anteontem aconteceu o que era inevitável... (3º §) = Aquilo que era inevitável anteontem aconteceu..."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a reescrita do texto altera o sentido original."},
{"alternativas": {"a": "Se você ir pelos caminhos da verdade, leve um capacete.", "c": "Se você se mantiver nos caminhos da verdade, leve um capacete.", "b": "Caso você vá pelos caminhos da verdade, lembra–se de levar um capacete.", "e": "Ainda que você se mantêm nos caminhos da verdade, leva um capacete.", "d": "Caso você se mantém nos caminhos da verdade, lembre de levar um capacete."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Um enunciado possível em substituição à fala do terceiro quadrinho, em conformidade com a norma– –padrão da língua portuguesa, é:"},
{"alternativas": {"a": "a centralização da ditadura seria incorporada à administração da cidade.", "c": "a fórmula “um país, dois sistemas” deixaria de existir na cidade e no país.", "b": "a livre–iniciativa seria substituída por outro sistema econômico.", "e": "a estrutura democrática da cidade seria disseminada a toda a nação.", "d": "a democracia e a livre–iniciativa seriam prerrogativas garantidas à cidade."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "De acordo com o texto, quando Hong Kong passou para a esfera da China, compactuou–se que, durante 50 anos,"},
{"alternativas": {"a": "Enviaram o texto, para que o revíssemos antes da impressão definitiva.", "c": "Vão pagar horas-extras aos que se disporem a trabalhar no feriado.", "b": "Não haverá prova do crime se o réu se manter em silêncio.", "e": "Se você quer a promoção, é necessário que a requera a seu superior.", "d": "Ficarão surpresos quando o verem com a toga..."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que todos os verbos estão empregados de acordo com a norma-padrão."},
{"alternativas": {"a": "\u0093Quando?\u0094", "c": "\u0093Como?\u0094", "b": "\u0093Por quê?\u0094", "e": "\u0093Onde?\u0094", "d": "\u0093Para quê?\u0094"}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na passagem Nesse contexto, governos e empresas estão fechando o cerco contra a corrupção e a fraude, valendo- -se dos mais variados mecanismos... a oração destacada expressa, em relação à anterior, sentido que responde à pergunta:"},
{"alternativas": {"a": "A ideia é colocá-lo em contato com características totalmente distintas das dele.", "c": "Receberei uma grana para deixar um garoto morar aqui com nós por um tempo.", "b": "Vou receber uma grana para permitir-lhe a morar aqui por um tempo.", "e": "A ideia é colocar-lhe em contato com características totalmente diferentes que as dele.", "d": "A ideia é colocar ele em contato com características distintas às dele."}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a nova redação dada a frases da tira está de acordo com a norma-padrão de regência e de emprego de pronome."},
{"alternativas": {"a": "Máquina.", "c": "Hipertexto.", "b": "Brilhantismo.", "e": "Arquivamento.", "d": "Textualidade."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa contendo palavra do texto que é formada por prefixo."},
{"alternativas": {"a": "considerar ao acaso, sem premeditação.", "c": "adotar como referência de qualidade.", "b": "aceitar uma ideia mesmo sem estar convencido dela.", "e": "classificar segundo ideias preconcebidas.", "d": "julgar de acordo com normas legais."}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Para responder às questões de números 08 e 09, considere a se- guinte passagem:Sem querer estereotipar, mas já estereotipando: trata-se de um ser cujas interações sociais terminam, 99% das vezes, diante da pergunta débito ou crédito?.Nesse contexto, o verbo estereotipar tem sentido de"},
{"alternativas": {"a": "... planejava também na criação de um sistema... (2.º)", "c": "... Vannevar Bush, na década de 40, idealizou pela ideia de hipertexto... (2.º)", "b": "Isso ocasiona em uma textualidade que funciona por associação... (1.º)", "e": "... o cientista Vannevar Bush [...] cogitava, na verdade, sobre a necessidade de substituir os métodos existentes... (2.º)", "d": "... o cientista Theodor Nelson ansiava em um sistema... (3.º)"}, "resposta": "E", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a forma verbal destacada, que substitui a original nos parágrafos indicados entre parênteses, apresenta regência de acordo com a norma-padrão."},
{"alternativas": {"a": "Se deixou de bajular os príncipes e princesas do século 19, passou a servir reis e rainhas do 20...", "c": "Você é que foi ao restaurante para homenageá-lo.", "b": "Pensa o garçom, antes de conduzi-lo à última mesa do restaurante...", "e": "O garçom boceja, tira um fiapo do ombro...", "d": "... nenhum emblema preencherá o vazio que carregas no peito \u0096 ..."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a oração destacada expressa finalidade, em relação à outra que compõe o período."},
{"alternativas": {"a": ".... encostado à parede, marmóreo e impassível...", "c": ".... o cliente paulista acena, assovia, agita os braços...", "b": "... o garçom boceja, tira um fiapo do ombro...", "e": ".... aí estão eles, a bailar seu diabólico \u0093pas de deux\u0094...", "d": "... o garçom carioca o ignora com redobrada atenção."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "No primeiro parágrafo, para reforçar a ideia que quer transmitir, o autor se expressa por meio de uma incoerência. Assinale a alternativa com a passagem que demonstra essa afirmação."},
{"alternativas": {"a": "Os tabeliãos devem preparar o documento.", "c": "Para autenticar as certidãos, procure o cartório local.", "b": "Esses cidadões tinham autorização para portar fuzis.", "e": "Cuidado com os degrais, que são perigosos!", "d": "Ao descer e subir escadas, segure-se nos corrimãos."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa cujas palavras se apresentam flexionadas de acordo com a norma-padrão."},
{"alternativas": {"a": "Distúrbio e acórdão.", "c": "Alvará e Vândalo.", "b": "Máquina e jiló.", "e": "Órgão e órfãs.", "d": "Consciência e características."}, "resposta": "D", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa com as palavras acentuadas segundo as regras de acentuação, respectivamente, de intercâmbio e antropológico."},
{"alternativas": {"a": "... a informação é disposta em um ambiente no qual pode ser acessada de forma não linear. (em que)", "c": "... recuperação de informações ligadas especialmente à pesquisa acadêmica, que eram lineares... (aonde)", "b": "... textos que pudessem estar disponíveis em rede. (cujos)", "e": "... esse conceito está ligado a uma nova concepção de textualidade, na qual a informação é disposta em um ambiente... (em cuja)", "d": "Isso acarreta uma textualidade que funciona por associação... (na qual)"}, "resposta": "A", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a expressão entre parênteses substitui, com correção, a expressão destacada na frase."},
{"alternativas": {"a": "lugar, referindo-se ao ambiente em que ocorre a pergunta mencionada.", "c": "dúvida, pois a decisão entre débito ou crédito ainda não foi tomada.", "b": "posse, referindo-se às interações sociais do paulista.", "e": "condição em que se deve dar a transação financeira mencionada.", "d": "tempo, referindo-se ao momento em que terminam as interações sociais."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Para responder às questões de números 08 e 09, considere a seguinte passagem: Sem querer estereotipar, mas já estereotipando: trata-se de um ser cujas interações sociais terminam, 99% das vezes, diante da pergunta débito ou crédito?.Nessa passagem, a palavra cujas tem sentido de"},
{"alternativas": {"a": "Acalme-se, conterrâneo. Acostume-se com sua existência plebeia.", "c": "Veja, aí estão eles, a bailar seu diabólico \u0093pas de deux\u0094.", "b": "Ô, companheiro, faz meia hora que eu cheguei...", "e": "Ah, paulishhhhta otááário...", "d": "Sim, meu caro paulista..."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa contendo passagem em que o autor simula dialogar com o leitor."},
{"alternativas": {"a": "porque \u0085 trás \u0085 previnir", "c": "porquê \u0085 tras \u0085 previnir", "b": "porque \u0085 traz \u0085 previnir", "e": "por quê \u0085 tráz \u0085 prevenir", "d": "por que \u0085 traz \u0085 prevenir"}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Que mexer o esqueleto é bom para a saúde já virou até sabedoria popular. Agora, estudo levanta hipóteses sobre ........................ praticar atividade física..........................benefícios para a totalidade do corpo. Os resultados podem levar a novas terapias para reabilitar músculos contundidos ou mesmo para .......................... e restaurar a perda muscular que ocorre com o avanço da idade.(Ciência Hoje, março de 2012)As lacunas do texto devem ser preenchidas, correta e res­pectivamente, com:"},
{"alternativas": {"a": "guarda-costa.", "c": "guarda­-noturno.", "b": "reco-­reco.", "e": "célula-­tronco.", "d": "sem-­vergonha."}, "resposta": "E", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "A flexão de número do termo preços-­sombra também ocorre com o plural de"},
{"alternativas": {"a": "comum aos termos \u0093carbono\u0094, \u0093água\u0094 e \u0093terra\u0094. Nesse contexto, eles poderiam ser substituídos por reticências.", "c": "principalmente relativa ao termo \u0093terra\u0094. Nesse con­texto, eles poderiam ser eliminados.", "b": "específica relacionada ao termo \u0093terra\u0094. Nesse con­texto, eles poderiam ser substituídos por travessões.", "e": "excluída da referência ao termo \u0093terra\u0094. Nesse con­texto, eles poderiam ser substituídos por dois pontos ou ponto e vírgula.", "d": "relativa aos termos \u0093carbono\u0094, \u0093água\u0094 e \u0093terra\u0094. Nesse contexto, eles poderiam ser substituídos por vírgulas."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Na passagem e (na maioria dos países pobres) a terra. , o uso dos parênteses indica uma informação"},
{"alternativas": {"a": "desconhecem o que seja um mecanismo de busca como o Google.", "c": "sentem saudades das máquinas de escrever e dos discos de vinil.", "b": "tornaram iniciativas experimentais acessíveis ao gran­de público", "e": "substituíram o Google por mecanismos inovadores de buscas", "d": "trocaram o Google por máquinas de escrever e discos de vinil."}, "resposta": "C", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "As informações textuais permitem inferir que muitas pes­soas atualmente"},
{"alternativas": {"a": "um mundo ameaçador em que não há revoluções silenciosas.", "c": "um mundo ameaçador sem expectativa de revoluções silenciosas.", "b": "revoluções silenciosas que são afetadas pelo pessimismo global.", "e": "revoluções silenciosas decorrentes do pessimismo global.", "d": "um pessimismo global distanciado das revoluções silenciosas."}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "Peter Diamandis e Steven Kotler acreditam que a des­crença quanto às promessas apresentadas no livro deve­- ­se ao fato de as pessoas participarem de"},
{"alternativas": {"a": "consequências.", "c": "pesquisa.", "b": "lógica.", "e": "metodologia.", "d": "situação."}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Escrevente Técnico Judiciário - Prova versão 1", "enunciado": "No contexto em que se insere o período A outra é a difi­culdade que as empresas têm de encontrar mão de obra qualificada para os postos de trabalho que estão abertos. (3.º parágrafo), entende­se que a expressãoA outra refe­re-­se a:"},
{"alternativas": {"a": "a felicidade é o caminho para a verdade.", "c": "a verdade é o caminho mais fácil para a felicidade.", "b": "a verdade é a forma real de se chegar à felicidade.", "e": "a impossibilidade de ser feliz impede a alienação.", "d": "a busca pela verdade necessita de proteção."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando as falas da personagem no primeiro e no terceiro quadrinhos, conclui–se que para ela"},
{"alternativas": {"a": "deixam … indica … deixarão", "c": "deixam … indicam … deixará", "b": "deixa … indica … deixará", "e": "deixa … indicam … deixarão", "d": "deixam … indicam … deixarão"}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Pato manco. O termo da política norte–americana éusado para classificar executivos eleitos cuja aprova–ção popular e minoria no Legislativo________________ os incapacitadosde alterar significativamente a vida dosgovernados. Se tudo correr como________________ aspesquisas de intenção de voto, as eleições de novembronos EUA, com renovação completa da Casa dosRepresentantes e um terço do Senado, ________________opresidente Barack Obama refém de um Congressodominado pela oposição.(www.cartacapital.com.br, 06.10.2014 Adaptado)Em conformidade com a norma–padrão da língua portuguesa,as lacunas do texto devem ser preenchidas,respectivamente, com:"},
{"alternativas": {"a": "A empresa atua no setor moveleiro já fazem mais de 50 anos, sempre com sucesso.", "c": "A análise dos casos revelou que se tratam de problemas de falta de comprometimento.", "b": "Vi muitos professores deixarem de dar inúmeras aulas e nada acontecerem com eles.", "e": "É possível que ainda exista no mercado brasileiro algumas empresas que não seguem o padrão ISO de qualidade.", "d": "Nas avaliações, destacam-se os servidores do legislativo comprometidos com o bom atendimento ao público."}, "resposta": "D", "prova": "VUNESP - 2012 - TJ-SP - Psicólogo", "enunciado": "Assinale a alternativa que apresenta concordância verbal de acordo com a norma-padrão."},
{"alternativas": {"a": "contíguo.", "c": "primoroso.", "b": "adequado.", "e": "notável.", "d": "pequeno."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na oração do primeiro parágrafo – Transplantei–o para o exíguo canteiro na frente da casa. –, o termo em destaque significa"},
{"alternativas": {"a": "à \u0085 à \u0085 à", "c": "à \u0085 a \u0085 a", "b": "a \u0085 à \u0085 à", "e": "a \u0085 a \u0085 à", "d": "à \u0085 à \u0085 a"}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que completa as lacunas do trecho a seguir, empregando o sinal indicativo de crase de acordo com a norma-padrão. Não nos sujeitamos ________ corrupção; tampouco cederemos espaço _______ nenhuma ação que se proponha _______ prejudicar nossas instituições."},
{"alternativas": {"a": "obrigou–o a acabar com o jardim.", "c": "criou desavenças entre ele e seus amigos.", "b": "era interessante, mas não dava orgulho.", "e": "representou algo inusitado que o cativou.", "d": "interessou mais ao jardineiro que a ele."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Para o narrador, o surgimento de um pé de milho em seu quintal"},
{"alternativas": {"a": "Suas raízes roxas se agarram ao chão e suas folhas longas e verdes nunca estão imóveis. (2º §)", "c": "Tinha visto centenas de milharais – mas é diferente. (2º§)", "b": "Transplantei–o para o exíguo canteiro na frente da casa. Secaram as pequenas folhas... (1º§)", "e": "... podia ser um pé de capim – mas descobri que era um pé de milho. (1º§)", "d": "Quando estava com dois palmos veio outro amigo e afirmou que era cana. (1º §)"}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que há relação de causa e consequência entre as informações."},
{"alternativas": {"a": "Um amigo declarou: que meu pé de milho era capim. Outro amigo, que era cana. O leitor já viu um pé de milho?", "c": "Um amigo declarou: meu pé de milho era capim. Outro amigo: que era cana. Já viu leitor um pé de milho?", "b": "Um amigo declarou, que meu pé de milho, era capim. Outro amigo que era cana. O leitor, já viu um pé de milho?", "e": "Um amigo declarou que meu pé de milho era capim. Outro amigo, que era cana. Já viu, leitor, um pé de milho?", "d": "Um amigo, declarou que meu pé de milho era capim. Outro amigo que era cana. Já viu leitor, um pé de milho?"}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à pontuação, de acordo com a norma–padrão da língua portuguesa."},
{"alternativas": {"a": "Se criou na China, com o acordo de transição, a fórmula “um país, dois sistemas”.", "c": "O governo chinês recentemente se arrogou o direito de aprovação prévia dos candidatos.", "b": "Por um período de 50 anos, manteriam–se o arcabouço democrático e a livre–iniciativa.", "e": "Não respeitaram–se os princípios que presidiram a passagem de Hong Kong à China.", "d": "Os chineses têm questinado–se se o país pretende intervir e ampliar seu controle sobre Hong Kong."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à colocação pronominal, de acordo com a norma–padrão da língua portuguesa."},
{"alternativas": {"a": "sua visão de mundo destoa do pensamento do escritor.", "c": "sua reflexão está integrada ao pensamento do escritor.", "b": "seu mundo agora deixa de existir e vale o do escritor.", "e": "seu pensamento suplanta a perspectiva do escritor.", "d": "seu modo de pensar anula o pensamento do escritor."}, "resposta": "C", "prova": "VUNESP - 2013 - TJ-SP - Contador", "enunciado": "Com a frase O escritor me invade, passo a pensar de dentro dele e não apenas com ele... (2° parágrafo), a autora revela que"},
{"alternativas": {"a": "As coisas indicadas pelas palavras e a língua que conheço me faz entender o que está escrito.", "c": "Contribui para a leitura que faço distraidamente de um livro alguns pensamentos meus.", "b": "Novos sentidos das palavras compõem uma nova forma de ler, na qual eu e o escritor agimos colaborativamente.", "e": "Os desvios de sentido das palavras mostram que nelas não cabe sentidos únicos: existe sempre mais possibilidades.", "d": "Seguindo a perspectiva de Merleau-Ponty, entende-se que se enriquece os nossos próprios pensamentos com a reflexão em outrem."}, "resposta": "B", "prova": "VUNESP - 2013 - TJ-SP - Contador", "enunciado": "Assinale a alternativa correta quanto à concordância."},
{"alternativas": {"a": "em cujos \u0085 a que \u0085 para as quais", "c": "nos quais \u0085 no que \u0085 que", "b": "de cujos \u0085 à que \u0085 a cujas", "e": "que nos \u0085 à qual \u0085 as quais", "d": "que nos seus \u0085 que \u0085 a que"}, "resposta": "A", "prova": "VUNESP - 2012 - TJ-SP - Psicólogo", "enunciado": "Foram analisados os processos____________autos se discutia a política de proteção ao menor_______________se refere a legislação pátria. Houve várias sessões,___________foram convocados especialistas no assunto. Assinale a alternativa que preenche correta e respectivamente as lacunas."},
{"alternativas": {"a": "especial, superior", "c": "faustosa, rara", "b": "ostentosa, luxuosa", "e": "valiosa, surpreendente", "d": "preciosa, meticulosa"}, "resposta": "B", "prova": "VUNESP - 2012 - TJ-SP - Psicólogo", "enunciado": "A opulência dos nababos, o equivalente muçulmano dos marajás da Índia no século XVI, deu origem à expressão nababesca, sinônimo de____________. Assinale a alternativa que completa a lacuna com as palavras adequadas."},
{"alternativas": {"a": "confidenciais.", "c": "restritos.", "b": "coletivos.", "e": "particulares.", "d": "governamentais."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando–se o contexto, na oração –... que estudaram em colégios privados... –, o termo em destaque opõe–se à ideia de"},
{"alternativas": {"a": "podem ser constrangedoras para os serviços diplomáticos e interessantes para pesquisas.", "c": "tornam-se um problema, se não são das camadas mais secretas da diplomacia.", "b": "constituem um acervo que deve ficar restrito aos serviços diplomáticos.", "e": "são facilmente descartadas por historiadores e diplomatadas por sua inexpressividade.", "d": "devem ser tratadas como fatos escandalosos por diplomatas e historiadores."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A expressão \"sonho dos pesquisadores, pesadelo para os diplomatas\" (2.º parágrafo), revela acerca do texto que informações menos importantes"},
{"alternativas": {"a": "menciona uma lenda.", "c": "enfatiza o final de uma frase declarativa.", "b": "isola indicação acessória, explicativa.", "e": "separa os elementos de uma enumeração.", "d": "indica a mudança de interlocutor."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em - (Ele comeu uma maçã envenenada. Conta a lenda que, em sua homenagem, esse é o símbolo da Apple.) (6.º parágrafo) - o uso dos parênteses justifica-se porque"},
{"alternativas": {"a": "pudica.", "c": "sensual.", "b": "moderada.", "e": "virtuosa.", "d": "ingênua."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O termo voluptuosa (4.º parágrafo), pode ser substituído, sem acarretar prejuízo de sentido ao texto, por"},
{"alternativas": {"a": "A receita apurada no ano anterior não foi suficiente para acalmar o dono do restaurante.", "c": "O médico entregou a receita ao paciente enquanto este lia um jornal.", "b": "Ela esperou a tarde toda para conseguir, no programa de TV, a receita de uma torta.", "e": "A receita líquida da fábrica de refrigerantes não foi revelada pelos auditores e fiscais.", "d": "A receita daquela família está aquém da despesa."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que apresenta a palavra receita com o mesmo sentido empregado na história em quadrinhos."},
{"alternativas": {"a": "infiel.", "c": "lobisomem.", "b": "democracia.", "e": "cidadania.", "d": "ilegalidade."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Leia o trecho. Estudo da ONG Instituto Pólis mostra que, infelizmente, sem o tratamento e a destinação corretos,. Assinale a alternativa que contém uma palavra formada pelo mesmo processo do termo destacado."},
{"alternativas": {"a": "Haviam cooperativas de catadores na cidade de São Paulo.", "c": "O tratamento e a destinação corretos do lixo evitaria que 35% deles fosse despejado em aterros.", "b": "O lixo de casas e condomínios vão para aterros.", "e": "Somos nós quem paga a conta pelo descaso com a coleta de lixo.", "d": "Fazem dois anos que a prefeitura adia a questão do lixo."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a concordância verbal está correta."},
{"alternativas": {"a": "A máquina do relógio é precisa, mas necessita de manutenção periódica.", "c": "Ela trabalha como uma máquina todos os dias.", "b": "A máquina quebrou logo nos primeiros dias de uso e foi encaminhada à assistência técnica.", "e": "Sem a máquina consertada não é possível revelar todos os documentos.", "d": "Dizem que o candidato à reeleição usou a máquina a seu favor."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que apresenta a palavra máquina com o mesmo sentido empregado em - A WikiLeaks não obteve documentos que circulam nas camadas mais secretas da máquina... (2.º parágrafo)"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e IV.", "d": "IV."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Leia o que segue. I. Há bastante motivos para se preocupar com o vazamento de informações. II. O assessor de Karzai trouxe anexo as encomendas solicitadas. III. A embaixadora americana apresentou um relatório aos diplomatas e ela mesmo criticou o príncipe Edward. IV. Winston Churchill e outros líderes que marcaram seus nomes na história venceram bastantes batalhas. De acordo com a norma padrão da língua, está correto apenas o contido em"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e III.", "d": "I e III."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere os enunciados. I. O embaixador Clifford Sobel, fez declarações sobre o presidente boliviano. II. Aquela declaração, foi dada ao jornal, por Catherine Caughey. III. Muammar Gaddafi, presidente da Líbia, possui arsenal nuclear sob seu controle. O emprego da vírgula está correto apenas em"},
{"alternativas": {"a": "recortando-lo.", "c": "recortando-no.", "b": "recortando-o.", "e": "recortando ele.", "d": "recortando-lhe."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em: - mamãe está recortando o jornal. - ao se substituir o jornal por um pronome, de acordo com a norma culta, tem-se:"},
{"alternativas": {"a": "a falta de modos do príncipe Edward foi ignorada pela embaixadora americana.", "c": "Karzai, o presidente afegão, é muito respeitado em Washington e está acima de qualquer suspeita.", "b": "o governo do Afeganistão é sabidamente corrupto e está envolvido com o tráfico de drogas.", "e": "o presidente Karzai, em viagem aos Estados Unidos, retirou US$ 52 milhões de um banco em Washington.", "d": "a embaixadora americana no Quirguistão ficou honrada com a divulgação dos documentos sigilosos."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Segundo o texto, é correto afirmar que"},
{"alternativas": {"a": "positivo, prova disso é ter considerado acertado o envenenamento de Alan Turing.", "c": "indiferente, tendo em vista que as informações divulgadas não eram secretas.", "b": "negativo, pois comprometeu o trabalho realizado pelos matemáticos em Bletchley Park.", "e": "positivo, pois trouxe à luz expressivas informações que comprometem a diplomacia americana.", "d": "negativo, prova disso é a exposição do material nuclear em poder de Muammar Gaddafi."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Quanto ao vazamento de informações da WikiLeaks, o autor o considera"},
{"alternativas": {"a": "hipótese.", "c": "concessão.", "b": "condição.", "e": "tempo.", "d": "causa."}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em - Tudo indica que 250 mil documentos secretos foram copiados por um jovem soldado num CD enquanto fingia ouvir Lady Gaga. (1.º parágrafo) - a palavra destacada exprime ideia de"},
{"alternativas": {"a": "Começaram as investigações pelas ações do jovem soldado.", "c": "Mais de um relatório diplomático vazaram na internet.", "b": "Um jovem soldado e a WikiLeaks divulgou informações secretas.", "e": "Os telegramas relacionados com o Brasil foi, para o ministro Jobim, muito negativos.", "d": "Repartições, investimentos, pessoas, nada impediram o jovem soldado."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à concordância verbal."},
{"alternativas": {"a": "Abaixo de César ainda há mais três filhos. Aqui não poderão ficar.", "c": "Abaixo o tom de voz para não perturbar o andamento das gravações.", "b": "Existe a exigência de que os abaixo nomeados terão de retirar a candidatura.", "e": "Aquela tela está bem mais abaixo do que esta! Ela vai cair!", "d": "Abaixo a tirania foi, sem dúvida, a última coisa que proferiu antes de morrer."}, "resposta": "D", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que apresenta uma frase em que se faz uso do termo abaixo com o mesmo sentido empregado no último quadrinho."},
{"alternativas": {"a": "pode chegar a 30%.", "c": "poderá chegar a 30%.", "b": "possa chegar a 30%.", "e": "pudera chegar a 30%.", "d": "puder chegar a 30%."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a locução verbal do trecho - Segundo especialistas, a taxa de reciclagem poderia chegar a 30%. (2.º parágrafo) - está reescrita corretamente, no futuro do presente do modo indicativo."},
{"alternativas": {"a": "deslealdade.", "c": "honestidade.", "b": "afeição.", "e": "fanatismo", "d": "bondade."}, "resposta": "A", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A palavra que resume a ação do jovem soldado em relação à sua pátria, ao copiar documentos secretos e divulgá-los, é"},
{"alternativas": {"a": "aos códigos alemães.", "c": "aos soviéticos.", "b": "aos 10 mil ingleses.", "e": "à equipe da WikiLeaks.", "d": "a todos os matemáticos."}, "resposta": "B", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na passagem do 5.º parágrafo - O serviço dessa turma influenciou a ocasião do desembarque na Normandia e permitiu o êxito dos soviéticos na batalha de Kursk. - os termos em destaque referem-se"},
{"alternativas": {"a": "portanto.", "c": "no entanto.", "b": "como.", "e": "ou.", "d": "porque."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em - A falta de modos dos homens da Casa de Windsor é proverbial, mas o príncipe Edward dizendo bobagens para estranhos no Quirguistão incomodou a embaixadora americana. (3.º parágrafo) - a conjunção destacada pode ser substituída por"},
{"alternativas": {"a": "Não autorizam-nos a ler os comentários sigilosos.", "c": "Ninguém o informou sobre o caso WikiLeaks.", "b": "Nos falaram que a diplomacia americana está abalada.", "e": "Todos querem que combata-se a corrupção.", "d": "Conformado, se rendeu às punições."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa cujo emprego do pronome está em conformidade com a norma padrão da língua."},
{"alternativas": {"a": "Na cidade de São Paulo, apenas 1% do lixo é reciclado, enquanto o restante é encaminhado para cooperativas de catadores que ficam em municípios vizinhos.", "c": "Uma considerável parte do lixo reciclável separado em casas e condomínios acaba tendo como destino os aterros.", "b": "A taxa de reciclagem do lixo doméstico vai chegar a 30% em um ano.", "e": "Como não há aterros sanitários na cidade de São Paulo, todo o lixo produzido na capital é exportado para cidades vizinhas.", "d": "A prefeitura de São Paulo tem prazo da Justiça para implantar 31 centrais de triagem até 2015."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que contém informações verdadeiras, de acordo com o exposto no texto."},
{"alternativas": {"a": "outrora", "c": "logo depois", "b": "principalmente", "e": "atualmente", "d": "sempre"}, "resposta": "E", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que apresenta um vocábulo que substitui, sem alteração de sentido, o termo destacado em - ... São Paulo exporta, hoje, para cidades vizinhas... -"},
{"alternativas": {"a": "Os catadores andam à pé e coletam lixo reciclável pelas ruas da cidade.", "c": "Os especialistas estão à procura de soluções para o tratamento do lixo.", "b": "O lixo reciclável é destinado à aterros sanitários em municípios vizinhos.", "e": "A notícia do lixo em São Paulo chegou à Vossa Excelência pelo jornal.", "d": "A prefeitura tem muito à fazer antes de implantar a coleta seletiva do lixo."}, "resposta": "C", "prova": "VUNESP - 2011 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto ao uso do acento indicativo da crase."},
{"alternativas": {"a": "ter opiniões próprias.", "c": "não ter treinamento escolar.", "b": "ler os textos requeridos.", "e": "ter mais equilíbrio.", "d": "refletir sobre o vazio."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "O autor entende que os candidatos deveriam"},
{"alternativas": {"a": "candidatos.", "c": "reação.", "b": "pergunta.", "e": "gostaria.", "d": "falar."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A palavra a, em - ... no entanto, não foi a esperada. (3.º parágrafo), refere-se a"},
{"alternativas": {"a": "Há um contentamento de Dunga com os novos técnicos.", "c": "O Instituto havia dito que os casos de câncer vão aumentar.", "b": "Pode haver muita chuva no Grande Prêmio da França.", "e": "Havia duas horas que os aeroportos estavam fechados.", "d": "Durante meses, houve dúvidas sobre o candidato indicado."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Indique a frase em que o verbo haver está empregado da mesma maneira que em - Para isso eles haviam sido treinados durante toda a sua carreira escolar."},
{"alternativas": {"a": "... os brasileiros estão entre os povos mais atrasados...", "c": "Os brasileiros ... dão mais importância às relações sociais...", "b": "No ranking geral, os suíços ocupam o primeiro lugar.", "e": "... não se pode confiar no serviço público?", "d": "Como ser pontual se o trânsito é um pesadelo..."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Há emprego do sentido figurado das palavras em:"},
{"alternativas": {"a": "Thierry Henry ter dado um passe com a mão para o gol da França.", "c": "a Gillete não concordar com que a França dispute a Copa do Mundo.", "b": "a Gillette ter modificado a publicidade do futebolista francês.", "e": "a FIFA não ter cancelado o jogo em que a França se classificou.", "d": "Thierry Henry ganhar 8,4 milhões de dólares anuais com a propaganda."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A palavra jogada, em - A jogada previne os efeitos desastrosos para venda de seus produtos... - refere-se ao fato de"},
{"alternativas": {"a": ".embora o jogador tenha trapaceado,.", "c": ". logo o jogador trapaceou,.", "b": ". mas o jogador trapaceou,.", "e": ". para que o jogador tivesse trapaceado,.", "d": ". após o jogador ter trapaceado,."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Considere o trecho - ... depois que o jogador trapaceou, tocando e controlando a bola com a mão. - Assinale a alter- nativa cuja oração mantém o mesmo sentido da oração depois que o jogador trapaceou."},
{"alternativas": {"a": "Vossa Senhoria encontrou a verdadeira felicidade?", "c": "Meritíssimo, Vossa Excelência encontrou a verdadeira felicidade?", "b": "Vossa Alteza encontrou a verdadeira felicidade?", "e": "Vossa Magnificência encontrou a verdadeira felicidade?", "d": "Vossa Majestade encontrou a verdadeira felicidade?"}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Se Sócrates se encontrasse com o Juiz da Suprema Corte de Atenas, deveria dirigir a ele o seguinte tratamento:"},
{"alternativas": {"a": "Pois o futebol tem importância por mexer com outras dimensões da nossa natureza,...", "c": "Logo, o futebol tem importância por mexer com outras dimensões da nossa natureza,...", "b": "Porém o futebol tem importância por mexer com outras dimensões da nossa natureza,...", "e": "E o futebol tem importância por mexer com outras dimensões da nossa natureza,...", "d": "Assim, o futebol tem importância por mexer com outras dimensões da nossa natureza,..."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que reescreve, sem alteração de sentido, a frase - Mas o futebol tem importância por mexer com outras dimensões da nossa natureza,..."},
{"alternativas": {"a": "Pelé, cujas brincadeiras de infância provinham da memória corporal, fazia muito em campo.", "c": "Pelé, que as brincadeiras de infância proviam da memória corporal, fazia muito em campo.", "b": "Pelé, quem as brincadeiras de infância procedia da memória corporal, fazia muito em campo.", "e": "Pelé, cujas brincadeiras de infância se fabricava da memória corporal, fazia muito em campo.", "d": "Pelé, cujas as brincadeiras de infância se extraia da memória corporal, fazia muito em campo."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Una as frases por meio de um pronome relativo e assinale a alternativa com formas gramaticais corretas, de acordo com a norma culta: Pelé fazia muito em campo./ As brincadeiras de infância de Pelé ficaram guardadas na memória corporal."},
{"alternativas": {"a": "Não se tratam de craques que fazem isso ou aquilo.", "c": "Isso ou aquilo não são o que deve fazer craques.", "b": "Isso ou aquilo não são coisas que deve ser feitas pelo craque.", "e": "Não podem existir craque que façam isso ou aquilo.", "d": "O craque talvez não seja o que faz isso ou aquilo."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta, quanto à concordância verbal, na alteração da frase: O craque não é o que faz isso ou aquilo."},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e III.", "d": "I e II."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Atente para as afirmações: I. A frase - Se as pessoas se opuserem à minha opção pelo futebol, eu me defendia. - obedece ao princípio de correlação de tempo verbal. II. A frase - Intelectuais, professores, governo, ninguém desmobiliza a prontidão que o brasileiro tem pelo futebol. - está correta quanto à concordância verbal. III. No período - Como ao ler as lendas da mitologia ou os romances de aventura, projetamos no futebol um gosto pela façanha... - a oração ao ler pode assumir, no contexto, a seguinte versão: quando lemos. Está correto apenas o que se afirma em"},
{"alternativas": {"a": "Se isso fosse importante, não era perda de tempo.", "c": "Embora se perca muito tempo com isso, não é uma irracionalidade.", "b": "Por mais que fosse irracional, não será perda de tempo.", "e": "Contanto que isso era perda de tempo, é, pois, uma irracionalidade.", "d": "Talvez se perde muito com isso e seja assim uma irracionalidade."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O período construído com duas das frases seguintes - \"Isso não é importante.\"/ \"Que perda de tempo.\"/ \"Todo mundo tem seu lado irracional.\" - está correto, quanto à correlação de tempo verbal, em"},
{"alternativas": {"a": "... projetamos-lhe no futebol...", "c": "... projetamos-no no futebol...", "b": "... projetamo-lo no futebol...", "e": "... projetamo-lhe no futebol...", "d": "... projetamos-o no futebol..."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na frase ... projetamos no futebol um gosto pela façanha... a expressão um gosto pela façanha está corretamente substituída, de acordo com a norma culta, por um pronome pessoal, em"},
{"alternativas": {"a": "Para que não se façam em campo apenas jogadas ensaiadas, é preciso ensaiar.", "c": "Ainda que não se façam em campo apenas jogadas ensaiadas, é preciso ensaiar.", "b": "Embora não se façam em campo apenas jogadas ensaiadas, é preciso ensaiar.", "e": "Contanto que não se façam em campo apenas jogadas ensaiadas, é preciso ensaiar.", "d": "Por mais que não se façam em campo apenas jogadas ensaiadas, é preciso ensaiar."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A alternativa que reescreve corretamente o período - É preciso ensaiar para não fazer em campo apenas as jogadas ensaiadas. - iniciando-o com a ideia de finalidade, é:"},
{"alternativas": {"a": "Fatores externos não conduzem para à verdadeira felicidade.", "c": "Os atenienses não vislumbram à verdadeira felicidade.", "b": "A verdadeira felicidade não se reduz as coisas efêmeras.", "e": "O luxo, o poder político não constroem à verdadeira felicidade.", "d": "Os sábios almejam e alcançam a verdadeira felicidade."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que reescreve, corretamente, uma frase do texto."},
{"alternativas": {"a": "refulgente.", "c": "luxuosa.", "b": "luzente.", "e": "lustrosa.", "d": "admirável."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A palavra brilhante, no início do 2.º parágrafo, significa"},
{"alternativas": {"a": "candidatos.", "c": "eles.", "b": "pânico.", "e": "esse campo.", "d": "reação."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A expressão um vazio imenso (3.º parágrafo) refere-se a"},
{"alternativas": {"a": "entrasse", "c": "entrava", "b": "entraria", "e": "entrou", "d": "entrar"}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que preenche adequadamente e de acordo com a norma culta a lacuna da frase: Quando um candidato __________ trêmulo eu lhe faria a pergunta mais deliciosa de todas."},
{"alternativas": {"a": "chás de cadeira, Brasil.", "c": "povos, distância a pé.", "b": "quesitos, o país dos relógios.", "e": "Estados Unidos, tempo é dinheiro.", "d": "Robert Levine, traços culturais."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa em que todas as palavras ou expressões têm a função de construir a coesão do texto."},
{"alternativas": {"a": "jogada, gesto irregular.", "c": "impossibilidade, trapaça.", "b": "jogada, impossibilidade.", "e": "gesto irregular, mão no bolso.", "d": "gesto irregular, trapaça."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa em que todas as palavras ou expressões recuperam, por coesão textual, o fato de Thierry ter controlado a bola com a mão."},
{"alternativas": {"a": "A mídia usa os ídolos para comover a população com emoções fortes.", "c": "O futebol se amarrou à autoimagem do país para sempre.", "b": "A nação embarca num patriotismo desproporcional às vésperas de cada Copa.", "e": "O surgimento consagrador de Pelé compensou o trauma de 1950.", "d": "Dos técnicos de futebol muito se fala."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a colocação dos termos na frase foge da usual, tal como se observa em: ... do futebol de conchavos nada se aprende."},
{"alternativas": {"a": "Atenho-me à ideia de que o futebol não é importante, de que as pessoas supervalorizam-no, de que um time de 11 marmanjos presta-se a modelo para uma nação.", "c": "Atenho-me à ideia de que o futebol não é importante, de que as pessoas supervalorizam-lhe, de que um time de 11 marmanjos presta-se à modelo para uma nação.", "b": "Atenho-me a ideia de que o futebol não é importante, de que as pessoas supervalorizam-lo, de que um time de 11 marmanjos presta-se a modelo para uma nação.", "e": "Atenho-me a ideia de que o futebol não é importante, de que as pessoas supervalorizam ele, de que um time de 11 marmanjos presta-se à modelo para uma nação.", "d": "Atenho-me a ideia de que o futebol não é importante, de que as pessoas supervalorizam-no, de que um time de 11 marmanjos presta-se a modelo para uma nação."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "As frases do trecho - Concordo que o futebol não é importante, que as pessoas lhe dão muita importância, que um time de 11 marmanjos serve como modelo para uma nação. - estão corretamente reescritas em:"},
{"alternativas": {"a": "As pessoas sabem que adiro o futebol .../ O futebol sobrepõem-se às artes./ ... algo que me apraz.", "c": "As pessoas sabem que adiro ao futebol .../ O futebol sobrepõe-se as artes./ ... algo que me apraz.", "b": "As pessoas sabem que adero ao futebol .../ O futebol sobrepõe-se as artes./ ... algo que apraza-me.", "e": "As pessoas sabem que adiro ao futebol .../ O futebol sobrepõe-se às artes./ ... algo que me apraz.", "d": "As pessoas sabem que vou aderir ao futebol .../ O futebol sobrepõe-se as artes./ ... algo que me aprazerá."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que reescreve, corretamente, de acordo com a norma culta, os segmentos frasais: As pessoas sabem que pratico futebol .../ O futebol tem mais importância que as artes./ ... algo que me dá prazer."},
{"alternativas": {"a": "Quando algumas pessoas que só acompanham meu trabalho cultural sabem que admiro futebol.", "c": "Como nas artes, na política ou na paquera, o grande segredo mora no \"timing\".", "b": ". sugerem que os livros e as artes sempre são importantes e nunca desperdiçam nosso tempo.", "e": "Se 2 bilhões de pessoas param para ver a Copa do Mundo, um observador cultural não pode ficar indiferente a isso.", "d": "O futebol também me ensinou sobre a natureza humana."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A alternativa em que as duas expressões em destaque exercem, no contexto frasal, a função sintática de circunstância de tempo, é:"},
{"alternativas": {"a": "imprecindíveis . obseção . dezerção . balisadores", "c": "imprecindíveis . obsessão . dezerção . balizadores", "b": "imprescindíveis . obsessão . deserção . balizadores", "e": "imprescindíveis . obsessão . dezerção . balisadores", "d": "imprescindíveis . obseção . deserção . balisadores"}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Não precisa ir ao sebo, LPs _______ vão voltar às lojas.Obra do autor revela _______ pelo purgatório.Boato de _______ piora o mau-humor dos norte-coreanos.Decisão do tribunal é um marco e traz princípios ________"},
{"alternativas": {"a": "Participe do 21.º Curso Estado de Jornalismo. Lá estarão presentes, alguns dos mais importantes profissionais da área do jornalismo, no Brasil e no mundo. É bom lembrar esse é o último curso no gênero reconhecido, como extensão universitária. Por isso, atenção focas o curso oferece 30 vagas gratuitas.", "c": "Participe do 21.º Curso Estado de Jornalismo. Lá, estarão presentes alguns dos mais importantes profissionais da área do jornalismo, no Brasil e no mundo. É bom lembrar esse é o último curso, no gênero reconhecido, como extensão universitária. Por isso atenção, focas o curso oferece 30 vagas gratuitas.", "b": "Participe, do 21.º Curso Estado de Jornalismo. Lá estarão presentes alguns dos mais importantes profissionais da área do jornalismo no Brasil e, no mundo. É bom lembrar; esse é o último curso no gênero, reconhecido como extensão universitária. Por isso atenção focas, o curso oferece 30 vagas gratuitas.", "e": "Participe do 21.º Curso Estado de Jornalismo. Lá estarão presentes alguns dos mais importantes profissionais da área do jornalismo, no Brasil e no mundo. É bom lembrar: esse é o último curso no gênero reconhecido como extensão universitária. Por isso, atenção, focas, o curso oferece 30 vagas gratuitas.", "d": "Participe do 21.º Curso Estado de Jornalismo. Lá estarão presentes, alguns dos mais importantes profissionais da área do jornalismo no Brasil e no mundo. É bom lembrar: esse é o último curso no gênero reconhecido como extensão universitária. Por isso atenção, focas o curso oferece, 30 vagas gratuitas."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à pontuação."},
{"alternativas": {"a": "onde, visto que", "c": "aonde, contanto que", "b": "na qual, por mais que", "e": "por onde, logo que", "d": "de onde, embora"}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que substitui corretamente, sem alteração de sentido, as expressões em destaque nas frases:Conta-se que, um dia, Sócrates parou diante de uma tenda do mercado em que estavam expostas diversas mercadorias.E porque a felicidade não estava nessas coisas, ela podia ser alcançada por todos."},
{"alternativas": {"a": "Manter posições, disse o general aos seus comandados.", "c": "Disse o secretário que dez cidades estão em alerta contra a dengue.", "b": "Ter dito não sei tudo foi o ponto alto da entrevista.", "e": "Diz a Light que, após um dia, a luz foi restabelecida na zona sul.", "d": "Projeto de lei da pesca é aprovado e causa polêmica em MS."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que apresenta a mesma estrutura sintática do trecho - Dizer esse entra, esse não entra é uma responsabilidade dolorida..."},
{"alternativas": {"a": "jornalista.", "c": "cronometrista.", "b": "economista.", "e": "psicólogo.", "d": "ensaísta."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Pondo foco no processo de coesão textual do 2.º parágrafo, pode-se concluir que Levine é um"},
{"alternativas": {"a": "uma vez que a infraestrutura não ajuda.", "c": "a infraestrutura, pois, não ajuda.", "b": "embora a infraestrutura não ajude.", "e": "como a infraestrutura não ajuda.", "d": "muitas vezes a infraestrutura não ajuda."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Considere este trecho - . os brasileiros são obrigados a ser mais flexíveis com os horários porque a infraestrutura não ajuda. A oração que tem a mesma natureza sintática da oração subordinada - . porque a infraestrutura não ajuda. - é:"},
{"alternativas": {"a": "Ao fundar uma igreja, ministros não pagam impostos, não prestam serviço militar.", "c": "Os gregos, quando desejavam uma previsão, recorriam aos oráculos.", "b": "Samodecus, médico do imperador Tibério, era originário da Arábia.", "e": "O novo navio polar brasileiro, no dia de ontem, teve de voltar ao Brasil.", "d": "São livres a criação, a organização, a estruturação e a direção das igrejas."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa em que as vírgulas são empregadas pelos mesmos motivos por que são empregadas no trecho - O serviço de comunicação da gigante Procter & Gamble, proprietária da Gillette, diz que não"},
{"alternativas": {"a": "não tinham assimilado suas leituras.", "c": "tinham projetos de pesquisa deficientes.", "b": "só conheciam o pensamento alheio.", "e": "ficavam em fila, esperando a vez.", "d": "tinham perfeito autocontrole."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "De acordo com o texto, os candidatos"},
{"alternativas": {"a": "Concebeu-se, assim, uma nova forma de viver.", "c": "Os candidatos não sabiam se estavam preparados.", "b": "Foi assim que o prédio se construiu.", "e": "Os campos aravam-se com instrumentos primitivos.", "d": "Diante do frio, procuraram todos agasalhar-se."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que apresenta a mesma estrutura verbal de voz reflexiva empregada na frase - Os candidatos amontoavam-se no corredor."},
{"alternativas": {"a": "É preciso comparecer a festas.", "c": "Gostava de andar a cavalo.", "b": "Vai pagar a perder de vista.", "e": "Vai começar a viajar.", "d": "Viajou a Brasília."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Na expressão distância a pé não se emprega o acento de crase no a. Isso acontece, pelo mesmo motivo, na alternativa:"},
{"alternativas": {"a": "A maioria dos cariocas consideram aceitável que um convidado chegue mais de duas horas...", "c": "As maiorias dos cariocas considera aceitáveis que um convidado chegue mais de duas horas...", "b": "A maioria dos cariocas considera aceitáveis que um convidado chegue mais de duas horas..", "e": "As maiorias dos cariocas consideram aceitável que um convidado cheguem mais de duas horas...", "d": "As maiorias dos cariocas consideram aceitáveis que um convidado chegue mais de duas horas..."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa de concordância que pode ser considerada correta como variante da frase do texto - A maioria considera aceitável que um convidado chegue mais de duas horas ..."},
{"alternativas": {"a": "a Procter & Gamble nega o rompimento do contrato.", "c": "a repercussão na França foi bastaPnte negativa.", "b": "o jogo em que a França se classificou deve ser refeito.", "e": "os publicitários franceses se opõem a Thierry.", "d": "a Procter & Gamble é proprietária da Gillette."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A expressão diz que não, no final do 2.º parágrafo, significa que"},
{"alternativas": {"a": "duas orações coordenadas e três subordinadas.", "c": "três orações subordinadas.", "b": "três orações coordenadas e uma subordinada.", "e": "duas orações subordinadas coordenadas entre si.", "d": "três orações coordenadas."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "No trecho - ... a empresa gostaria que o jogo fosse refeito, que a trapaça não tivesse acontecido. - têm-se, além de uma oração principal,"},
{"alternativas": {"a": "eles, outros, próprios.", "c": "aquilo, eles, seus.", "b": "eles, isso, próprios.", "e": "aquilo, isso, próprios.", "d": "eles, lhes, sua."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "As palavras que, no 3.º parágrafo, retomam o termo os candidatos, são:"},
{"alternativas": {"a": "eficiência de correios e andar a pé.", "c": "marcar compromissos fora de hora.", "b": "ajuste de relógios e andar a pé.", "e": "dar satisfações por atrasos.", "d": "criar desculpas para atrasos."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "De acordo com o texto, os brasileiros são piores do que outros povos em"},
{"alternativas": {"a": "tediosa.", "c": "pesquisador.", "b": "bondoso.", "e": "gigantesco.", "d": "comunismo."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Analisar escreve-se com s porque é derivada da palavra análise, que tem s em seu radical. A palavra em que o mesmo processo justifica o emprego do s é"},
{"alternativas": {"a": "foi com a \"mão do gato\" que Thierry assegurou a clas- sificação da França.", "c": "a Gillette já cortou, de fato, o contrato com o jogador francês.", "b": "Thierry era um bom jogador antes de ter agido com má fé.", "e": "a situação de Thierry, como garoto-propaganda da Gillette, ficou instável.", "d": "a Fifa reprovou amplamente a atitude antiesportiva de Thierry Henry."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A expressão o gato subiu no telhado é parte de uma conhecida anedota em que uma mulher, depois de contar abruptamente ao marido que seu gato tinha morrido, é advertida de que deveria ter dito isso aos poucos: primeiramente, que o gato tinha subido no telhado, depois, que tinha caído e, depois, que tinha morrido. No texto em questão, a expressão pode ser interpretada da seguinte maneira:"},
{"alternativas": {"a": "Thierry deverá perder muito dinheiro daqui para frente.", "c": "o jogador francês possui contratos publicitários milioná- rios.", "b": "há três jogadores que faturam mais que Thierry em pu- blicidade.", "e": "é um absurdo o que o jogador ganha com o futebol e a publicidade.", "d": "o ganho de Thierry, somado à publicidade, ultrapassa 28 milhões."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Segundo a revista Forbes,"},
{"alternativas": {"a": "A jogada prevenira os efeitos desastrosos para vendas de seus produtos.", "c": "A jogada preveniria os efeitos desastrosos para vendas de seus produtos.", "b": "A jogada previniria os efeitos desastrosos para vendas de seus produtos.", "e": "A jogada prevenerá os efeitos desastrosos para vendas de seus produtos.", "d": "A jogada prevenirá os efeitos desastrosos para vendas de seus produtos."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa que apresenta, de forma hipotética, o trecho - A jogada previne os efeitos desastrosos para vendas de seus produtos,..."},
{"alternativas": {"a": "indica redundância de ideias e torna o trecho ininteligível.", "c": "contém estrutura sintática sem nexo lógico.", "b": "apresenta pontuação inadequada, por estar entre vírgulas.", "e": "poderia vir entre travessões, pois trata-se de oração intercalada.", "d": "deveria estar no final do período para garantir-lhe a coesão."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A oração . isso sem falar de quando declaro o time para o qual torço., no contexto do primeiro parágrafo,"},
{"alternativas": {"a": "às . há . às . as", "c": "às . a . as . às", "b": "as . há . as . às", "e": "as . há . às . as", "d": "às . a . às . as"}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A Fúria se rende _____ vuvuzelas.Caim é o último livro de José Saramago, que morreu_____ uma semana.Sujeito _____ crises de humor, ele não vive em paz.As vizinhas do andar de cima? Não _____vejo faz tempo."},
{"alternativas": {"a": "deteram . reaveram . intervido . ver", "c": "detiveram . reaveram . intervindo . ver", "b": "deteram . reouveram . intervido . vir", "e": "detiveram . reouveram . intervido . vir", "d": "detiveram . reouveram . intervindo . vir"}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Eles______ os infratores prontamente.Há dois meses, eles _______ o dinheiro roubado.Sem que ninguém tivesse ______ , o menino tomou as providências.Se você ______ o advogado, recomende-lhe prudência."},
{"alternativas": {"a": "E, por mais que alcançada, não podia mais ser perdida.", "c": "E, quando alcançada, não podia mais ser perdida.", "b": "E, ainda que alcançada, não podia mais ser perdida.", "e": "E, nem alcançada, não podia mais ser perdida.", "d": "E, para que alcançada, não podia mais ser perdida."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que introduz, corretamente, de acordo com o sentido do texto, uma conjunção na frase: E, uma vez alcançada, não podia mais ser perdida."},
{"alternativas": {"a": "O autor disse: recorro sempre sobre o futebol onde me ensina mais sobre o Brasil que muitos livros de história.", "c": "Ele referiu-se com o fato que aprendeu mais sobre o Brasil com o futebol que com os livros de história.", "b": "O futebol franqueou-me mais conhecimentos sobre o Brasil que os livros de história.", "e": "Os livros de história não são propensos de ensinamentos sobre o Brasil quanto o futebol.", "d": "Supõe-se de que o futebol ensine mais sobre o Brasil que os livros de história."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A nova versão da frase - ... eu digo sempre que o futebol me ensinou mais sobre o Brasil do que muitos livros de história. - está correta, quanto à regência, de acordo com a norma culta, em"},
{"alternativas": {"a": "de que um observador cultural não pode ficar indiferente.", "c": "ao qual um observador cultural não pode ficar indiferente.", "b": "sob o qual um observador cultural não pode ficar indiferente.", "e": "do qual um observador cultural não pode ficar indiferente.", "d": "ao que um observador cultural não pode ficar indiferente."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa que completa corretamente a frase dada.Uma final de Copa do Mundo é um evento"},
{"alternativas": {"a": "Os prazeres da vida não têm as mesmas relações com o jogo?", "c": "Os intelectuais sempre criticam os esportes.", "b": "O futebol me ensinou muito mais que os livros de história.", "e": "Os livros e as artes sempre são importantes.", "d": "Projetamos sobre o futebol um gosto pela façanha."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a oração se estrutura, sequencialmente, com as mesmas funções sintáticas dos termos da oração: As artes nunca desperdiçam nosso tempo."},
{"alternativas": {"a": "tempo e condição.", "c": "tempo e finalidade.", "b": "conseqüência e dúvida.", "e": "causa e finalidade.", "d": "finalidade e condição."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "As orações “Quando eu era adolescente\" e “Se a gente nãose esforçar\" estabelecem, respectivamente, relações de"},
{"alternativas": {"a": "Justifica-se ... aonde ... Faz décadas que", "c": "Justificam-se ... aonde ... São décadas que", "b": "Justifica-se ... onde ... Fazem décadas que", "e": "Justificam-se ... aonde ... Fazem décadas que", "d": "Justificam-se ... onde ... Há décadas"}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Os espaços do texto devem ser preenchidos, respectivamente, com"},
{"alternativas": {"a": "Cerca de 3% da população mundial sofre com o problema da fome, segundo dados da ONU.", "c": "Não se mantém os índices de desenvolvimento de um país se nele ainda persiste a fome.", "b": "Calculam-se que 14 milhões de pessoas no Brasil sofram com a fome, apesar da baixa na população por ela atingida.", "e": "Houve baixa no número de famintos, mas com o aumen to natural da população vê-se que ainda existe muitos deles.", "d": "O relatório da ONU e a quantidade de famintos no Brasil mostra um quadro de desolação."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa correta quanto à concordância."},
{"alternativas": {"a": "azul-marinho, super-homem.", "c": "infra-estrutura, pós-graduação.", "b": "pôr-do-sol, reco-reco.", "e": "viúva-negra, pau-a-pique.", "d": "homem-bomba, pé-de-moleque."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa em que os termos fazem o plural a exemplo de pré-universitária."},
{"alternativas": {"a": "de espanto.", "c": "afetivo.", "b": "de tamanho.", "e": "pejorativo.", "d": "de admiração."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Na situação de comunicação apresentada, o aumentativo em “palhação” faz com que a palavra assuma um valor"},
{"alternativas": {"a": "A crise de autoridade na vida pública, resulta do casamento da corrupção com cumplicidade.", "c": "As leis, que são mal cumpridas no país têm em si, a moralidade.", "b": "Fazem parte da decência humana fundamental, a ética e a moralidade.", "e": "A crise de autoridade, verificada na vida pública também se reflete, na família.", "d": "Quando a tentação nos assedia, é preciso coragem – e muita – para dizer não."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa em que a frase está correta quanto à pontuação."},
{"alternativas": {"a": "na primeira ocorrência, é pronome relativo; na segunda, conjunção subordinativa; e, na terceira, conjunção coordenativa.", "c": "nas duas primeiras ocorrências, trata-se de pronome relativo e, na última, forma uma locução conjuntiva concessiva com a palavra mesmo.", "b": "nas três ocorrências, trata-se de pronome relativo, cuja função sintática é de sujeito.", "e": "na primeira ocorrência, trata-se de pronome relativo e, nas outras duas, conjunção subordinativa causal e consecutiva, respectivamente.", "d": "nas duas primeiras ocorrências, trata-se de conjunção subordinativa e, na última, pronome relativo."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "A palavra que aparece três vezes no trecho, sendo que,"},
{"alternativas": {"a": "É importante que Vossa Excelência mantenha todos os seus dados...", "c": "É importante que Vossa Senhoria mantenha todos os seus dados...", "b": "É importante que Sua Excelência mantenha todos os vossos dados...", "e": "É importante que Vossa Eminência mantenha todos os seus dados...", "d": "É importante que Sua Senhoria mantenha todos os vossos dados..."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Considerando o tratamento expresso em Prezado Senhor, se o remetente optasse por um pronome de tratamento mais formal, concordando com essa expressão, o início do 3.o parágrafo deveria assumir a seguinte redação:"},
{"alternativas": {"a": "má ... por quê", "c": "mau ... porquê", "b": "mal ... por que", "e": "mal ... porque", "d": "má ... porque"}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Os espaços do texto devem ser preenchidos, respectivamente, com"},
{"alternativas": {"a": "transformação.", "c": "tenra idade.", "b": "educação.", "e": "profissionalização.", "d": "inclusão."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Em – ... seja esta de que nível for. – o pronome esta refere-se a"},
{"alternativas": {"a": "vá – veja – avise.", "c": "vais – vejas – avisas.", "b": "vai – veja – avisa.", "e": "vai – vê – avise.", "d": "vá – veja – avisa."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Considerando-se o interlocutor do urso como VOCÊ, as formas verbais no imperativo devem assumir as seguintes flexões:"},
{"alternativas": {"a": "ambos ao termo moralidade.", "c": "ambos à expressão decência humana fundamental.", "b": "aos termos ética e moralidade, respectivamente.", "e": "ambos ao termo ética.", "d": "aos termos corrupção e ética, respectivamente."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Em — Todos a conhecem em seus traços mais largos, alguns a praticam. — os pronomes em destaque referem-se"},
{"alternativas": {"a": "modo e tempo.", "c": "modo e modo.", "b": "intensidade e modo.", "e": "modo e causa.", "d": "intensidade e causa."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Em — ... está contida também nas leis tão mal cumpridas do país. — as duas expressões adverbiais em destaque estabelecem, respectivamente, relação de"},
{"alternativas": {"a": "Quando entrou no escritório do pai, a filha estava meia nervosa.", "c": "A ansiosa filha entrou no escritório do irônico pai para fazer-lhe um pedido.", "b": "Filha e pai eram tal qual dois inimigos conversando ironicamente.", "e": "Interesseiras filha e marido entraram no escritório do pai para fazer-lhe um pedido.", "d": "Pessoas nervosas e bastantes ansiosas põe o semelhante em situações embaraçosa."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à concordância nominal e verbal, de acordo com a norma culta."},
{"alternativas": {"a": "é um pronome no primeiro caso, retomando a expressão sete milhões de pessoas e, no segundo, uma conjunção.", "c": "é conjunção nos dois casos, introduzindo orações substantivas.", "b": "é pronome nos dois casos: no primeiro retomando o termo pessoas e, no segundo, o termo perspectiva.", "e": "é conjunção explicativa nas duas ocorrências.", "d": "é uma conjunção no primeiro caso e, no segundo, um pronome relativo retomando o termo perspectiva."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Observe as ocorrências da palavra que: I. ... sete milhões de pessoas que ocupavam essa faixa da sociedade perderam seus empregos... II. A perspectiva é de que o número de pessoas expulsas da classe média aumente nos próximos anos... É correto afirmar que a palavra que"},
{"alternativas": {"a": "recuperar-lhes", "c": "recuperar-lhe", "b": "recuperá-las", "e": "recuperá-los", "d": "recuperar eles"}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Levando-se em conta o português na sua modalidade culta, a lacuna do texto deve ser preenchida com"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "I e III.", "d": "I e II."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Em – O ajuste do mercado de trabalho... – pode-se considerar que I. A expressão do mercado é determinante de ajuste, funcionando como seu qualificador. II. A expressão de trabalho também é determinante de ajuste, funcionando como seu qualificador. III. A expressão de trabalho é determinante de mercado, funcionando como seu qualificador. Está correto o que se afirma apenas em"},
{"alternativas": {"a": "patrão.", "c": "pensão.", "b": "solução.", "e": "mamão. 0", "d": "cidadão."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Considerando-se os termos – missão, espertalhão, extinção – o único que faz o plural de modo distinto do plural dessas palavras é"},
{"alternativas": {"a": "porque ... converse", "c": "porquê ... converse", "b": "por que ... conversa", "e": "por que ... converse", "d": "por quê ... conversa"}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Considerando-se a ortografia e a flexão verbal, os espaços devem ser preenchidos, respectivamente, com"},
{"alternativas": {"a": "A filha adentra no escritório do pai e lhe encontra sarcástico.", "c": "A filha aspira o marido o cargo do sócio falecido do pai.", "b": "O pai manda a filha perguntar o pessoal da funerária sobre sua dúvida.", "e": "A filha vai ao escritório do pai para pedir-lhe uma vaga para o marido.", "d": "O marido chega com a esposa no escritório do sogro para conseguir uma vaga."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a frase correta quanto à regência, de acordo com a norma culta escrita."},
{"alternativas": {"a": "pronome reflexivo.", "c": "pronome apassivador.", "b": "conjunção indicativa de condição.", "e": "pronome recíproco.", "d": "índice de indeterminação do sujeito."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A palavra se deve ser analisada como"},
{"alternativas": {"a": "Não esqueça os dados de seu currículo para que possa sempre manter-lhe em dia.", "c": "Lembre-se sempre os dados de seu currículo para que possa manter-no em dia.", "b": "Não se esqueça dos dados de seu currículo para que possa sempre mantê-lo em dia.", "e": "Lembre-se dos dados de seu currículo para que possa sempre manter-lhe em dia.", "d": "Lembre dos dados de seu currículo para que possa manter-lhe em dia sempre."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa correta quanto ao emprego de pronomes e à regência."},
{"alternativas": {"a": "explodiram ... fluminense ... megaoperação ... há poucos dias", "c": "explodirão ... fluminenses ... mega-operação ... a poucos dias", "b": "esplodiram ... fluminense ... megoperação ... há poucos dias", "e": "esplodiram ... fluminense ... megaoperação ... há poucos dias", "d": "explodiram ... fluminenses ... megaoperação ... a poucos dias"}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "As facções de traficantes do Rio de Janeiro os planos de Segurança Pública de sucessivos governadores . Desde o início desse processo, na década de 80, não se via uma ação policial com índice de aprovação semelhante ao da realizada no Complexo do Alemão da abertura do Pan. (www.terra.com.br/istoe, 05.07.2007) Os espaços do texto devem ser preenchidos, respectivamente, com"},
{"alternativas": {"a": "causa.", "c": "comparação.", "b": "conseqüência.", "e": "concessão.", "d": "finalidade."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No período — São tantas as carências, que a formação profissionalizante deve ir além da capacitação técnica. — a oração destacada apresenta informações que, em relação às precedentes, devem ser consideradas como"},
{"alternativas": {"a": "A crise de autoridade advêem do casamento infeliz da corrupção com cumplicidade.", "c": "Se uma pessoa pôr sua coragem em prática, dirá não quando a tentação assediar.", "b": "Muita gente interveio tentando lutar pelo bem comum social.", "e": "As leis mal cumpridas do país contém em si a tão necessária moralidade.", "d": "Se uma pessoa quizer manter sua decência, deverá praticá-la."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa em que o verbo em destaque está corretamente grafado e flexionado."},
{"alternativas": {"a": "vocativo.", "c": "aposto.", "b": "sujeito.", "e": "objeto direto.", "d": "complemento nominal."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No último quadrinho, a vírgula empregada antes de pessoal se explica por separar, na oração, o"},
{"alternativas": {"a": "aposto.", "c": "objeto direto.", "b": "predicativo.", "e": "complemento nominal.", "d": "sujeito."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A oração que completa sintaticamente A verdade é funciona como seu"},
{"alternativas": {"a": "Seria importante que você mantesse todos os seus dados em dia.", "c": "Seria importante que você mantivesse todos os seus dados em dia.", "b": "Será importante que você mantém todos os seus dados em dia.", "e": "Foi importante que você mantinha todos os seus dados em dia.", "d": "Era importante que você manteria todos os seus dados em dia."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa em que a correlação entre os tempos verbais está correta."},
{"alternativas": {"a": "No Brasil, a rota não se parece com nada à que se viu percorrer em outros países.", "c": "No Brasil, a rota não tem à ver com aquela percorrida em outros países.", "b": "No Brasil, a rota não equivale à nenhuma daquelas percorridas em outros países.", "e": "No Brasil, a rota não é igual àquela percorrida em outros países.", "d": "No Brasil, a rota não se assemelha à nenhum caso percorrido em outros países."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa correta quanto à crase."},
{"alternativas": {"a": "aposto.", "c": "complemento nominal.", "b": "predicativo.", "e": "objeto direto.", "d": "sujeito."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Em — É necessário discutir que tipo de profissionalização devemos promover. — a oração substantiva em destaque funciona sintaticamente como"},
{"alternativas": {"a": "subordinada adverbial final, encerrando idéia de finalidade.", "c": "subordinada adjetiva restritiva, encerrando idéia de restrição.", "b": "coordenada explicativa, encerrando idéia de explicação.", "e": "subordinada adverbial consecutiva, encerrando idéia de conseqüência.", "d": "coordenada adversativa, encerrando idéia de oposição."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Em – ... fez de tudo para sobreviver ... – a oração em destaque é"},
{"alternativas": {"a": "tu, que remete à mesma pessoa chamada de Cride.", "c": "eu, que é o emissor da frase.", "b": "pai, que é o termo que concorda com o verbo.", "e": "indeterminado, pois não há elementos na frase suficientes para determiná-lo. 0", "d": "você, ou seja, a pessoa a quem o emissor se dirige."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Na fala da personagem, pode-se afirmar que o sujeito da forma verbal deixa é"},
{"alternativas": {"a": "formam, nos dois casos, expressões que complementam o verbo da oração –são, pois, seus objetos.", "c": "formam, nos dois casos, expressões indicativas de circunstância, no caso, assunto.", "b": "a primeira forma uma expressão indicativa de companhia; a segunda, a expressão que complementa o verbo da oração.", "e": "formam, nos dois casos, expressões que qualificam o sujeito da oração em que ocorrem, sendo, pois, apostos.", "d": "a primeira forma a expressão que complementa o verbo da oração; a segunda, uma expressão adverbial indicativa de assunto."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Observe as ocorrências do termo com: – com o marido a tiracolo; – com o pessoal da funerária.Sobre elas, é correto afirmar que"},
{"alternativas": {"a": "A palavra ética referia-se à um conjunto de regras, em geral não escritas.", "c": "A palavra ética compreendia às regras, em geral não escritas.", "b": "A palavra ética aludia à regras, em geral não escritas.", "e": "A palavra ética dizia respeito às regras de comportamento.", "d": "A palavra ética abrangia à muitas regras, em geral não escritas."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a frase correta quanto à regência e à crase."},
{"alternativas": {"a": "Naquele tempo, não existiam computadores.", "c": "Naquele tempo, não se encontrava facilmente computadores.", "b": "Naquele tempo, as pessoas não tinha computadores.", "e": "Naquele tempo, nem se ouviam falar dos computadores.", "d": "Naquele tempo, nem haviam os computadores."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a frase correta quanto à concordância verbal."},
{"alternativas": {"a": "indicativo de ação nos dois casos.", "c": "indicativo de estado nos dois casos.", "b": "indicativo de estado, no primeiro caso, e de ação, no segundo.", "e": "de sentido ambíguo nos dois casos, o que inviabiliza a análise.", "d": "indicativo de ação no primeiro caso, e de estado, no segundo."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Nas orações – A classe média está menor. e – ... perderam seus empregos... – os predicados definem-se pela presença de verbo"},
{"alternativas": {"a": "tamanho.", "c": "intensidade.", "b": "ironia.", "e": "descaso.", "d": "imoralidade."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O emprego do grau aumentativo atribui ao adjetivo espertalhão a idéia de"},
{"alternativas": {"a": "síntese das informações precedentes.", "c": "oposição entre as informações novas e as precedentes.", "b": "correção das informações precedentes.", "e": "explicação ou ampliação das informações precedentes.", "d": "nova informação não ligada às informações precedentes."}, "resposta": "E", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "No texto, há uma série de expressões após sinal de dois pontos. Todas elas representam uma"},
{"alternativas": {"a": "O termo, como água e pão devia ser comum entre nós.", "c": "O termo, como água e pão, devia ser comum entre nós.", "b": "Entre nós, o termo como água e pão, devia ser comum.", "e": "Como água e pão, o termo entre nós, devia ser comum.", "d": "O termo entre nós, como água e pão devia ser comum."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a frase corretamente pontuada."},
{"alternativas": {"a": "... se formos registrar em papel todos os absurdos do ser humano, não sobraria sequer uma resma para os cartões de Natal.", "c": "... se iremos registrar em papel todos os absurdos do ser humano, não tem sobrado sequer uma resma para os cartões de Natal.", "b": "... se íamos registrar em papel todos os absurdos do ser humano, não sobrara sequer uma resma para os cartões de Natal.", "e": "... se vamos registrar em papel todos os absurdos do ser humano, não sobrasse sequer uma resma para os cartões de Natal.", "d": "... se formos registrar em papel todos os absurdos do ser humano, não sobrará sequer uma resma para os cartões de Natal."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Considerando a flexão verbal, o trecho está corretamente reescrito em"},
{"alternativas": {"a": "advêem ... souber", "c": "advêm ... saber", "b": "advém ... saber", "e": "advêem ... saber", "d": "advém ... souber"}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A baixa na qualidade de vida das pessoas ______ da perda dos seus empregos. Quem ______ superar essa situação poderá ser considerado um herói. Os espaços devem ser preenchidos, respectivamente, com as seguintes formas verbais:"},
{"alternativas": {"a": "aposto.", "c": "vocativo.", "b": "sujeito indeterminado.", "e": "complemento verbal. 0", "d": "predicativo."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O termo Cride, considerado o seu emprego na frase, deve ser classificado como"},
{"alternativas": {"a": "são sujeitos nas duas orações em que aparecem.", "c": "são expressões usadas como chamamento nas duas orações.", "b": "complementam o verbo das orações em que ocorrem.", "e": "constituem empregos sintáticos iguais, ou seja, objeto do verbo nas duas ocorrências.", "d": "têm funções sintáticas distintas, respectivamente, sujeito e vocativo."}, "resposta": "D", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "No texto, há duas ocorrências para o substantivo filha. Sobre elas, é correto afirmar que"},
{"alternativas": {"a": "devesse.", "c": "deveu.", "b": "deveria.", "e": "deva.", "d": "deverá."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "O sentido da oração seria mantido, se a forma verbal devia fosse substituída por"},
{"alternativas": {"a": "oposição.", "c": "causa e efeito.", "b": "conclusão.", "e": "restrição.", "d": "intensidade."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "A expressão Em conseqüência, em destaque no texto, estabelece entre as informações textuais que articula uma relação de"},
{"alternativas": {"a": "Ronald Golias vivia de bicos, pois nunca perdeu de vista a idéia de fazer humor.", "c": "Como Ronald Golias vivia de bicos, nunca perdeu de vista a idéia de fazer humor.", "b": "Embora vivesse de bicos, Ronald Golias nunca perdeu de vista a idéia de fazer humor.", "e": "Se vivesse de bicos, Ronald Golias nunca perderia de vista a idéia de fazer humor. 0", "d": "Quando vivia de bicos, Ronald Golias nunca perdia de vista a idéia de fazer humor."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Assinale a alternativa em que o período reproduz adequadamente as informações do texto, conforme o sentido que nele têm."},
{"alternativas": {"a": "A conjunção Como estabelece entre as informações uma relação de >/i>comparação.", "c": "Se o termo vocábulo fosse flexionado no plural, apenas perde concordaria com ele, já que envereda é verbo impessoal.", "b": "O termo muito, por ser advérbio, não admitiria flexão, caso vocábulo fosse para o plural.", "e": "O pronome seu está incorreto, pois, por englobar os termos \u0093ética\u0094 e vocábulo, deveria estar flexionado no plural.", "d": "A pontuação no trecho está incorreta, devendo-se omitir a vírgula após \u0093ética\u0094, já que o termo é sujeito de perde."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Considerando-se a primeira frase do texto, assinale a alternativa correta."},
{"alternativas": {"a": "seu verbo vai para o plural se o termo ética for flexionado no plural.", "c": "o termo ética é complemento verbal (objeto indireto) do verbo viver.", "b": "o sujeito da oração é inexistente.", "e": "o verbo pode tanto ir para o plural como ficar no singular, caso o termo ética seja flexionado no plural.", "d": "o pronome se é considerado índice de indeterminação do sujeito."}, "resposta": "A", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Sobre a oração Vivia-se a ética é correto afirmar que"},
{"alternativas": {"a": "se bem que.", "c": "caso.", "b": "embora.", "e": "porque.", "d": "como."}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "No contexto, a conjunção destacada pode ser substituída por"},
{"alternativas": {"a": "Golias.", "c": "um casamento de humor circense.", "b": "uma comédia muito brasileira.", "e": "a televisão. 0", "d": "o espertalhão Bronco."}, "resposta": "B", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Em – ... mas que, com sua morte, FICA ainda mais perto da extinção... – a forma verbal em destaque tem como sujeito"},
{"alternativas": {"a": "Vossa Excelência colocarás meu marido no lugar de teu sócio que acaba de falecer?", "c": "Vossa Excelência colocará meu marido no lugar de seu sócio que acaba de falecer?", "b": "Sua Excelência colocareis meu marido no lugar de vosso sócio que acaba de falecer?", "e": "Vossa Excelência colocarás meu marido no lugar de vosso sócio que acaba de falecer?", "d": "Sua Excelência colocará meu marido no lugar de seu sócio que acaba de falecer?"}, "resposta": "C", "prova": "VUNESP - 2006 - TJ-SP - Técnico Judiciário", "enunciado": "Supondo que a filha, em vez de dirigir-se ao pai, estivesse dirigindo-se a uma alta autoridade, sua frase deveria assumir a seguinte forma:"},
{"alternativas": {"a": "flexíveis, cartório, tênis.", "c": "óbvio, após, países.", "b": "inferência, provável, saída.", "e": "república, empresária, graúda.", "d": "islâmico, cenário, propôs."}, "resposta": "E", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "Assinale a alternativa em que as palavras são acentuadas graficamente pelos mesmos motivos que justificam, respectivamente, as acentuações de: década, relógios, suíços."},
{"alternativas": {"a": "automóvel - veículo.", "c": "geladeira - refrigerador.", "b": "automóvel - carro.", "e": "motocicleta - moto.", "d": "fotografia - foto."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Agente de Fiscalização Judiciária", "enunciado": "A palavra empresa é um sinônimo genérico de Proter & Gamble, no texto. A alternativa que apresenta, também, esse tipo de sinonímia, é:"},
{"alternativas": {"a": "Mas o futebol tem importância por quê? Você sabe o motivo por que o brasileiro ama futebol? Porque ele mexe com outras dimensões de nossa natureza.", "c": "Mas o futebol tem importância por quê? Você sabe o motivo porque o brasileiro ama futebol? Por que ele mexe com outras dimensões de nossa natureza.", "b": "Mas o futebol tem importância porque? Você sabe o motivo porque o brasileiro ama futebol? Porque ele mexe com outras dimensões de nossa natureza.", "e": "Mas o futebol tem importância por que? Você sabe o motivo porque o brasileiro ama futebol? Por que ele mexe com outras dimensões de nossa natureza.", "d": "Mas o futebol tem importância por quê? Você sabe o motivo por que o brasileiro ama futebol? Por que ele mexe com outras dimensões de nossa natureza."}, "resposta": "A", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa correta quanto à grafia da palavra porque."},
{"alternativas": {"a": "Vargas e seus ministros não eram fãs de futebol./ Mas o governo Vargas reinventou o Brasil, dando-lhe identidade cultural.", "c": "Dois historiadores estrangeiros não querem usar o futebol para pregar nacionalismo./ O mundo exalta os ídolos por unir beleza e eficácia.", "b": "Mario Filho e Nelson Rodrigues foram os grandes cronistas do futebol./ Não se sentem à vontade para falar de futebol os comentaristas e os cronistas mais velhos.", "e": "Eram dois grandes escritores, mas não se davam bem./ Intelectuais estrangeiros dedicam-se a estudar o fenômeno do futebol no Brasil.", "d": "A fase de autoafirmação por meio do futebol já passou./ Geram ainda muita polêmica o futebol-arte e o futebol-força."}, "resposta": "B", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que as duas frases apresentam sujeito composto, como em ... racionalidade e irracionalidade não são duas instâncias lado a lado,."},
{"alternativas": {"a": "... eram produtos de trabalho mentais, conscientes, forjados em tentativa e erro, repetidas vezes. Os craques não são os que pensa mais rápido e, assim, aplicam o que fazem com a bola dentro da narrativa da partida.", "c": "... eram produtos de trabalhos mentais, conscientes, forjados em tentativa e erro, repetidas vezes. Os craques não são os que pensam mais rápido e, assim, aplicam o que fazem com a bola dentro da narrativa da partida.", "b": "... eram produtos de trabalhos mentais, conscientes, forjado em tentativa e erro, repetidas vezes. O craque não são os que pensam mais rápido e, assim, aplica o que fazem com a bola dentro da narrativa da partida.", "e": "... eram produtos de trabalho mentais, consciente, forjado em tentativa e erro, repetidas vezes. O craque não são o que pensam mais rápidos e, assim, aplicam o que faz com a bola dentro da narrativa da partida.", "d": "... eram produtos de trabalhos mentais, conscientes, forjados em tentativa e erro, repetidas vezes. Os craques não é o que pensam mais rápidos e, assim, aplicam o que faz com a bola dentro da narrativa da partida."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "O trecho - ... era produto de um trabalho mental, consciente, forjado em tentativa e erro, repetidas vezes. O craque não é o que pensa mais rápido e, assim, aplica o que faz com a bola dentro da narrativa da partida. - está correto quanto ao plural das formas em:"},
{"alternativas": {"a": "Todos sabem que admiro futebol.", "c": "O professor decidiu defender a tese.", "b": "O futebol ensina belas lições ao autor.", "e": "Quantos prazeres da vida não têm a mesma relação com o jogo?", "d": "Pelé pensa rápido."}, "resposta": "D", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Assinale a alternativa em que a expressão em destaque exerce ao mesmo tempo dupla função sintática."},
{"alternativas": {"a": "Vejam, atenienses, quantas coisas vocês precisam, para viver.", "c": "Vejam, atenienses, de quantas coisas vocês precisam para viver.", "b": "Vejam atenienses quantas coisas vocês precisam para viver.", "e": "Vejam, atenienses, de quantas, coisas vocês, precisam para viver.", "d": "Vejam atenienses quantas coisas, vocês, precisam para viver."}, "resposta": "C", "prova": "VUNESP - 2010 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A frase de Sócrates, em nova versão, está correta, de acordo com a norma culta, em"},
{"alternativas": {"a": "É um período composto por coordenação, e a segunda oração é aditiva.", "c": "É um período composto por coordenação, e a segunda oração é adversativa.", "b": "É um período composto por subordinação, e a segunda oração é concessiva.", "e": "É um período composto por coordenação, e a segunda oração é alternativa.", "d": "É um período composto por subordinação, e a segunda oração é causal."}, "resposta": "C", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa correta sobre o período — Dispensa teorias, mas é a base de qualquer convívio e ordem social."},
{"alternativas": {"a": "Olha aqui, pessoal! Se nós não se esforçar para mudarmos o mundo, depois é o mundo que nos vai mudar.", "c": "Olha aqui, pessoal! Se nós não nos esforçar para mudarmos o mundo, depois é o mundo que vai mudar a gente.", "b": "Olha aqui, pessoal! Se nós não nos esforçarmos para mudar o mundo, depois é o mundo que nos vai mudar.", "e": "Olha aqui, pessoal! Se nós não nos esforçar para mudar o mundo, depois é o mundo que vai mudar nós.", "d": "Olha aqui, pessoal! Se nós não se esforçarmos para mudar o mundo, depois é o mundo que vai mudar nós."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Transpondo a fala do último quadrinho para a primeira pessoado plural, obtém-se:"},
{"alternativas": {"a": "abaixo e você.", "c": "necessário e Este.", "b": "Recursos e seu.", "e": "atualizar e nosso.", "d": "analizado e consigo."}, "resposta": "D", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "No texto, uma palavra está grafada incorretamente e um pronome está mal empregado. Trata-se, respectivamente, de"},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e III.", "d": "I e III."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Considerando I – guardiãos, II – guardiães e III – guardiões, é correto afirmar que o plural masculino do termo guardiã, que ocorre no primeiro parágrafo, está devidamente expresso apenas em"},
{"alternativas": {"a": "É consenso que o acesso à muitas informações é fator fundamental para inclusão e transformação social.", "c": "É consenso que o acesso a todas às informações é fator fundamental para inclusão e transformação social.", "b": "É consenso que o acesso às informações é fator fundamental para inclusão e transformação social.", "e": "É consenso que o acesso à todo tipo de informações é fator fundamental para inclusão e transformação social.", "d": "É consenso que o acesso à uma grande quantidade de informações é fator fundamental para inclusão e transformação social."}, "resposta": "B", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Assinale a alternativa correta quanto à crase."},
{"alternativas": {"a": "I.", "c": "III.", "b": "II.", "e": "II e III.", "d": "I e III."}, "resposta": "A", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Sobre a oração — ... a pobre anda humilhada demais. — afirma-se que I.o sujeito é a expressão a pobre; II.O predicado é verbal; III.o núcleo do predicado é o termo anda. Está correto apenas o que se afirma em"},
{"alternativas": {"a": "assedia eles de todos os lados.", "c": "vos assedia de todos os lados.", "b": "lhes assedia de todos os lados.", "e": "os assedia de todos os lados.", "d": "assedia você de todos os lados."}, "resposta": "E", "prova": "VUNESP - 2007 - TJ-SP - Técnico Judiciário  - Interior", "enunciado": "Exige grande coragem dizer não quando a tentação (de roubar, de enganar, ou de compactuar com tudo isso) nos assedia de todos os lados... Na frase, a referência do discurso é a 1.ª pessoa do plural, o que se confirma pelo emprego do pronome nos. Alterando-se essa referência para a 3.ª pessoa do plural, em norma culta, obtémse: Exige grande coragem dizer não quando a tentação"}
]