[
{"alternativas": {"a": "Fulano foi aprovado no concurso.", "c": "Se Roberto não é aluno de Fulano, então ele não foi aprovado no concurso.", "b": "Se Elvis foi aprovado no concurso, então ele é aluno de Fulano.", "e": "Se Carlos não foi aprovado no concurso, então ele não é aluno de Fulano.", "d": "Fulano não foi aprovado no concurso."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Sabendo que é verdadeira a afirmação “Todos os alunos de Fulano foram aprovados no concurso”, então é necessariamente verdade:"},
{"alternativas": {"a": "Ana é gerente.", "c": "Ana não é gerente, e Carlos não é diretor.", "b": "Carlos é diretor.", "e": "Ana é gerente, e Carlos é diretor.", "d": "Ana não é gerente, ou Carlos é diretor."}, "resposta": "A", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considerando falsa a afirmação “Se Ana é gerente, então Carlos é diretor”, a afirmação necessariamente verdadeira é:"},
{"alternativas": {"a": "Se passei no concurso, então estou feliz.", "c": "Não passei no concurso e não estou feliz.", "b": "Se não passei no concurso, então não estou feliz.", "e": "Passei no concurso e não estou feliz.", "d": "Estou feliz e passei no concurso."}, "resposta": "B", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Uma afirmação equivalente para “Se estou feliz, então passei no concurso” é:"},
{"alternativas": {"a": "Em todo lugar, não há poluição.", "c": "Em todo lugar, há poluição.", "b": "Em alguns lugares, há poluição.", "e": "Em alguns lugares, não há poluição.", "d": "Em alguns lugares, pode não haver poluição."}, "resposta": "C", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "“Existe um lugar em que não há poluição” é uma negação lógica da afirmação:"},
{"alternativas": {"a": "273.", "c": "249.", "b": "257.", "e": "265.", "d": "281."}, "resposta": "B", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na sequência numérica 2, 3, 5, 9, 17, 33, 65, 129, ..., mantida a ordem preestabelecida, o próximo elemento é"},
{"alternativas": {"a": "não canto e não danço.", "c": "não danço ou não canto.", "b": "canto ou não danço.", "e": "danço ou canto.", "d": "danço ou não canto."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "A afirmação “canto e danço\" tem, como uma negação,a afirmação contida na alternativa"},
{"alternativas": {"a": "Wiliam não é pai e Cássia é tia.", "c": "se Cássia não é tia, então Wiliam não é pai.", "b": "se Wiliam é pai, então Cássia é tia.", "e": "Cássia não é tia e Wiliam é pai.", "d": "Cássia é tia e Wiliam é pai."}, "resposta": "E", "prova": "VUNESP - 2014 - PRODEST-ES - Técnico de Tecnologia da Informação - Infraestrutura Operação", "enunciado": "Se Cássia é tia, então Alberto não é tio. Se Cláudio é tio, então Wiliam é pai. Verifica-se que Alberto e Cláudio são tios. Conclui-se, de forma correta, que"},
{"alternativas": {"a": "alguns seres humanos imitam os miados dos gatos.", "c": "os cães que latem possuem quatro patas.", "b": "os gatos que arranham assustam os cães que não mordem.", "e": "alguns cães não possuem quatro patas e não latem.", "d": "ou os gatos arranham ou os gatos miam."}, "resposta": "C", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere verdadeiras as afirmações:• Todos os cães latem.• Todos os cães possuem quatro patas.• Os gatos também possuem quatro patas.• Alguns seres humanos imitam os latidos dos cães.• Nem todos os cães mordem e alguns gatos arranham.A partir dessas afirmações, pode–se concluir, corretamente,que"},
{"alternativas": {"a": "Algum homem é mortal.", "c": "Algum mortal não é homem.", "b": "Algum homem não é mortal.", "e": "Nenhum mortal é homem.", "d": "Nenhum homem é mortal."}, "resposta": "B", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Assinale qual é a contraditória do enunciado: Todo homem é mortal."},
{"alternativas": {"a": "Se João é rico, então Maria é pobre.", "c": "João é rico, e Maria não é pobre.", "b": "João não é rico, e Maria não é pobre.", "e": "João não é rico, ou Maria não é pobre.", "d": "Se João não é rico, então Maria não é pobre."}, "resposta": "B", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Uma negação lógica para a afirmação “João é rico, ou Maria é pobre” é:"},
{"alternativas": {"a": "6 e 12.", "c": "8 e 16.", "b": "5 e 10.", "e": "4 e 8.", "d": "7 e 14."}, "resposta": "D", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Carlos é o único atleta que tem patrocínio de 3 empresas: A, B e C. Em se tratando de atletas que recebem patrocínios de apenas 2 dessas empresas, temos: Leandro e Hamilton, das empresas A e B; Marta e Silas, das empresas A e C; e Amanda, Renata e Sérgio, das empresas B e C. Se esses atletas fazem parte de um grupo contendo, ao todo, 18 atletas que recebem patrocínio das empresas A, B ou C, e cada empresa tem, pelo menos, 1 atleta recebendo patrocínio somente dela, então é correto afirmar que os números mínimo e máximo de atletas que a empresa B pode patrocinar são, respectivamente,"},
{"alternativas": {"a": "Kelly não mora no 1º andar.", "c": "Joana mora no 3º andar e tem um gato.", "b": "Bete tem um gato.", "e": "Yara mora no 4º andar e tem um cachorro.", "d": "o gato é o animal de estimação da menina que mora no 1º andar."}, "resposta": "E", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Em um edifício com apartamentos somente nos andares de 1º ao 4º , moram 4 meninas, em andares distintos: Joana, Yara, Kelly e Bete, não necessariamente nessa ordem. Cada uma delas tem um animal de estimação diferente: gato, cachorro, passarinho e tartaruga, não necessariamente nessa ordem. Bete vive reclamando do barulho feito pelo cachorro, no andar imediatamente acima do seu. Joana, que não mora no 4º , mora um andar acima do de Kelly, que tem o passarinho e não mora no 2º andar. Quem mora no 3º andar tem uma tartaruga. Sendo assim, é correto afirmar que"},
{"alternativas": {"a": "Hugo e Carlos são irmãos.", "c": "Hugo e Carlos não são irmãos.", "b": "Débora não é mãe de Hugo, e Carlos é filho de Débora.", "e": "Neusa é mãe de Débora.", "d": "Débora não é mãe de Hugo, ou Carlos é filho de Débora."}, "resposta": "D", "prova": "VUNESP - 2017 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Se Débora é mãe de Hugo, então Marcelo é baixo. Se Carlos não é filho de Débora, então Neusa não é avó dele. Sabendo-se que Marcelo é alto ou que Neusa é avó de Carlos, conclui-se corretamente que"},
{"alternativas": {"a": "103.", "c": "100.", "b": "106.", "e": "112.", "d": "109."}, "resposta": "E", "prova": "VUNESP - 2016 - MPE-SP - Oficial de Promotoria I", "enunciado": "Um curso de idiomas tem 59 alunos inscritos no curso de alemão, 63 inscritos no curso de italiano e 214 no curso de inglês. Desses alunos, 23 cursam as três línguas, e 43 alunos estudam apenas um dos idiomas. O número de alunos que estão cursando exatamente dois idiomas dentre esses três é igual a"},
{"alternativas": {"a": "29.", "c": "27.", "b": "28.", "e": "25.", "d": "26."}, "resposta": "B", "prova": "VUNESP - 2015 - TCE-SP - Auxiliar de Fiscalização Financeira II - Informática", "enunciado": "Atenção: essa questão tornou-se desatualizada, servindo apenas para consulta. Carlos nasceu em 1o de janeiro de 1992 e tem 4 amigosque também nasceram no primeiro dia de anos distintos:Débora, Mirian, Antônio e Eduardo. Sabendo-se queDébora é 5 anos mais nova do que Antônio e 4 anos maisvelha do que Mirian, e que Eduardo é 3 anos mais velhodo que Antônio e 13 anos mais velho do que Carlos, écorreto afirmar que hoje a idade de Débora, em anos, é"},
{"alternativas": {"a": "–10 e 6.", "c": "–11 e 5.", "b": "–9 e 7.", "e": "–13 e 3.", "d": "–12 e 4."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Mantendo–se a regularidade da sequência numérica–3, 1, –5, 3, –7, 5, …, os dois próximos elementosdessa sequência serão, respectivamente,"},
{"alternativas": {"a": "Débora não é médica e Márcio não é dentista.", "c": "Débora é médica e Márcio não é dentista.", "b": "Débora é médica e Márcio é dentista.", "e": "Se Débora não é médica, então Márcio é dentista.", "d": "Débora não é médica e Márcio é dentista."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Se Márcio é dentista, então Rose não é enfermeira.Débora não é médica ou Marcelo não é professor.Identificado que Marcelo é professor e que Rose éenfermeira, conclui–se corretamente que"},
{"alternativas": {"a": "Não estudei e não tirei uma boa nota no concurso.", "c": "Se eu não estudei, então não tirei uma boa nota no concurso.", "b": "Se eu não tirei uma boa nota no concurso, então não estudei.", "e": "Estudei e tirei uma boa nota no concurso.", "d": "Se eu tirei uma boa nota no concurso, então estudei."}, "resposta": "B", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Uma equivalente da afirmação “Se eu estudei, entãotirei uma boa nota no concurso\" está contida na alternativa:"},
{"alternativas": {"a": "18.", "c": "14.", "b": "16.", "e": "17.", "d": "15."}, "resposta": "D", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Em um determinado departamento, trabalham 60 servidores públicos e todos eles têm ensino superior completo. Sabe-se que 15 desses servidores têm dois diplomas: um conferindo o título de Tecnólogo e outro conferindo o título de Bacharel. Sabe-se, também, que 10 servidores não possuem diplomas com esses dois tipos de título e que, no total, 35 servidores são Bacharéis. É verdade que, nesse departamento, o número de servidores públicos que são apenas Tecnólogos é"},
{"alternativas": {"a": "Todos os técnicos gostam de informática e existe algum chefe de seção que não sabe que isso acontece.", "c": "Pelo menos um técnico gosta de informática e algum chefe de seção não sabe que isso acontece.", "b": "Nenhum técnico gosta de informática e nenhum chefe de seção sabe que isso acontece.", "e": "Todos os técnicos gostam de informática ou existe algum chefe de seção que não sabe que isso acontece.", "d": "Nenhum técnico gosta de informática ou nenhum chefe de seção sabe que isso acontece."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere a afirmação: “Nem todos os técnicos gostam de informática e todos os chefes de seção sabemque isso acontece\". Uma afirmação que correspondeà negação lógica da afirmação anterior é:"},
{"alternativas": {"a": "Ninguém pode ser são–paulino e corintiano. Como João é corintiano, ele não é são–paulino.", "c": "Jantarei hoje se, e somente se, for ainda cedo. Como são apenas 19h00, sairei para jantar.", "b": "Todos os seres humanos são mortais. Sócrates é um ser humano, logo Sócrates é mortal.", "e": "Se hoje for quarta–feira, irei ao cinema com João. Como hoje é terça, então não poderei ir.", "d": "Uma pessoa é bondosa ou não é bondosa. Bruno é bondoso. Logo, Bruno não é malvado."}, "resposta": "C", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Argumentos são compostos por uma ou mais premissas econclusões e podem ser classificados como categóricos ouhipotéticos.Assinale a alternativa que apresenta um argumento hipotéticobicondicional."},
{"alternativas": {"a": "Pedro não estudou ou não está participando de um concurso.", "c": "Pedro estudou pouco, mas está participando de um concurso.", "b": "Pedro não estudou e não está participando de um concurso.", "e": "Pedro estudou pouco e não está participando de um concurso.", "d": "Pedro estudou, mas não está participando de um concurso."}, "resposta": "A", "prova": "VUNESP - 2014 - PRODEST-ES - Técnico de Tecnologia da Informação - Infraestrutura Operação", "enunciado": "Uma negação lógica para a proposição “Pedro estudou e está participando de um concurso” está contida na alternativa:"},
{"alternativas": {"a": "Wiliam não é pai e Cássia é tia.", "c": "se Cássia não é tia, então Wiliam não é pai.", "b": "se Wiliam é pai, então Cássia é tia.", "e": "Cássia não é tia e Wiliam é pai.", "d": "Cássia é tia e Wiliam é pai."}, "resposta": "E", "prova": "VUNESP - 2014 - PRODEST-ES - Assistente Organizacional - Área Administrativa", "enunciado": "Se Cássia é tia, então Alberto não é tio. Se Cláudio é tio, RA SCUNH O então Wiliam é pai. Verifica-se que Alberto e Cláudio são tios. Conclui-se, de forma correta, que"},
{"alternativas": {"a": "Luiz é engenheiro e Carlos é dentista.", "c": "nem Luíza é médica nem Luiz é engenheiro.", "b": "Márcia é advogada e Luiz é engenheiro.", "e": "Carlos é dentista ou Márcia não é advogada.", "d": "Luíza não é médica, mas é dentista."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere verdadeiras as quatro afirmações seguintes:I. Ou Luíza é médica ou Márcia é advogada.II. Carlos não é dentista e Luiz é engenheiro.III. Se Carlos é dentista, então Márcia não é advogada.IV. Luíza não é médica.A partir dessas afirmações, pode–se concluir corretamenteque"},
{"alternativas": {"a": "7.", "c": "9.", "b": "10.", "e": "8.", "d": "6."}, "resposta": "B", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Observe as regularidades da sequência a seguir:(10; 11; 20; 21; 22; 30; 31; 32; 33; 40; . . . ; 98; 99).Pode–se afirmar corretamente que a soma dosalgarismos que compõem o 38º elemento é"},
{"alternativas": {"a": "“João e Maria não viajam sempre durante as férias escolares\".", "c": "“João e Maria viajam algumas vezes durante as férias escolares\".", "b": "“João e Maria viajam sempre durante o período letivo\".", "e": "“João e Maria não viajam sempre durante o período letivo\".", "d": "“João e Maria viajam algumas vezes durante o período letivo\"."}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "João e Maria são professores da rede pública de ensino egostam muito de conhecer novos lugares. Considerando aproposição “João e Maria viajam sempre durante as fériasescolares\", assinale a negação dessa proposição."},
{"alternativas": {"a": "Algumas pessoas são simpáticas. O carteiro é uma pessoa. Logo, todos os carteiros são simpáticos.", "c": "Algumas focas moram na Patagônia. Alguns pinguins moram na Patagônia. Logo, todos os pinguins não são focas.", "b": "Todos os seres humanos são mortais; uma vez que João é mortal, logo João é um ser humano.", "e": "Nenhum mamífero é uma ave. Há mamíferos voadores. Logo, alguns animais voadores não são aves.", "d": "Todos os móveis são de madeira. Todos as cadeiras são móveis. Logo, todos os pássaros são móveis."}, "resposta": "E", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Argumentos também podem ser classificados como válidosou inválidos do ponto de vista de sua estrutura formal, independentementeda verdade ou falsidade de suas premissas.Dentre os exemplos a seguir, assinale o argumento válido."},
{"alternativas": {"a": "32", "c": "40", "b": "34", "e": "58", "d": "46"}, "resposta": "A", "prova": "VUNESP - 2013 - CTA - Técnico de Segurança do Trabalho", "enunciado": "Uma empresa oferecia vagas de emprego nos estados de São Paulo e Rio de Janeiro. Os candidatos pré-selecionados poderiam escolher um ou os dois estados em que tivessem interesse em trabalhar.Sabe-se que 26 pessoas escolheram São Paulo,12 optaram pelos dois estados e 20 escolheram apenas um dos dois estados. O número de candidatos pré-selecionados foi:"},
{"alternativas": {"a": "100", "c": "112", "b": "109.", "e": "144", "d": "121"}, "resposta": "D", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Considere que a regra de formação das figuras seguintes permaneça a mesma.Pode-se afirmar que o número de quadrados brancos da 10.ª figura será:"},
{"alternativas": {"a": "\u0093Está chovendo forte\u0094.", "c": "\u0093A soma dos ângulos de um triângulo é cento e oitenta graus\u0094.", "b": "\u0093O carrasco não vai me executar\u0094.", "e": "\u0093Serei enforcado na Forca da Mentira\u0094.", "d": "\u0093Dois mais dois é igual a cinco\u0094."}, "resposta": "E", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Em um reino distante, um homem cometeu um crime e foi condenado à forca. Para que a sentença fosse executada, o rei mandou que construíssem duas forcas e determinou que fossem denominadas de Forca da Verdade e Forca da Mentira. Além disso, ordenou que na hora da execução o prisioneiro deveria proferir uma sentença assertiva qualquer. Se a sentença fosse verdadeira, ele deveria ser enforcado na Forca da Verdade. Se, por outro lado, a sentença fosse falsa, ele deveria ser enforcado na Forca da Mentira. Assim, no momento da execução, foi solicitado que o prisioneiro proferisse a sua asserção. Ao fazer isso, o carrasco ficou completamente sem saber o que fazer e a execução foi cancelada! Assinale qual das alternativas representa a asserção que o prisioneiro teria proferido."},
{"alternativas": {"a": "se as premissas são falsas, a conclusão é falsa.", "c": "se a conclusão é falsa, deve haver alguma premissa falsa.", "b": "premissas e conclusão devem ter sempre o mesmo valor de verdade.", "e": "as premissas são sempre verdadeiras.", "d": "não existe situação em que as premissas são verdadeiras e a conclusão falsa."}, "resposta": "D", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Quando um argumento dedutivo é válido, isso significa que"},
{"alternativas": {"a": "engenharia, direito e medicina.", "c": "direito, engenharia e medicina.", "b": "engenharia, medicina e direito.", "e": "medicina, engenharia e direito.", "d": "medicina, direito e engenharia."}, "resposta": "B", "prova": "VUNESP - 2016 - MPE-SP - Oficial de Promotoria I", "enunciado": "Marcos, Paulo e Sérgio são irmãos e fazem cursos dife- R ascunho rentes, cada um fazendo apenas um curso. Um tio, visitando a família, sem conhecer qual curso cada sobrinho fazia, ouviu a seguinte conversa: Marcos: “Eu não curso engenharia.” Paulo: “Eu curso engenharia.” Sérgio: “Eu não curso medicina.”v A mãe dos jovens disse corretamente ao tio que seus três filhos cursavam engenharia, medicina e direito e que apenas um falou a verdade, o que permitiu ao tio determinar que Marcos, Paulo e Sérgio cursam, respectivamente,"},
{"alternativas": {"a": "Daniela pratica natação ou ensaia no coral, e não é quarta-feira ou é feriado.", "c": "Se não é quarta-feira ou é feriado, então Daniela não pratica natação e não ensaia no coral.", "b": "Daniela não pratica natação e não ensaia no coral, e é quarta-feira e não é feriado.", "e": "Se Daniela não pratica natação ou não ensaia no coral, então não é quarta-feira e é feriado.", "d": "Se Daniela não pratica natação e não ensaia no coral, então não é quarta-feira ou é feriado."}, "resposta": "A", "prova": "VUNESP - 2016 - MPE-SP - Oficial de Promotoria I", "enunciado": "Dada a proposição: “Se Daniela pratica natação ou ensaiano coral, então é quarta-feira e não é feriado\", suanegação pode ser"},
{"alternativas": {"a": "5.", "c": "6.", "b": "4.", "e": "8.", "d": "7."}, "resposta": "A", "prova": "VUNESP - 2016 - MPE-SP - Oficial de Promotoria I", "enunciado": "A sequência ((3, 5); (3, 3, 3); (5; 5); (3, 3, 5); ...) tem como termos sequências contendo apenas os números 3 ou 5 Dentro da lógica de formação da sequência, cada termo, que também é uma sequência, deve ter o menor número de elementos possível. Dessa forma, o número de elementos contidos no décimo oitavo termo é igual a"},
{"alternativas": {"a": "Cláudio será auxiliar de fiscalização ou Mário não será bibliotecário.", "c": "Cláudio não será auxiliar de fiscalização e Mário não será bibliotecário.", "b": "Cláudio será auxiliar de fiscalização e Mário não será bibliotecário.", "e": "Cláudio não será auxiliar de fiscalização e Mário será bibliotecário.", "d": "Cláudio será auxiliar de fiscalização e Mário será bibliotecário."}, "resposta": "E", "prova": "VUNESP - 2015 - TCE-SP - Agente de Fiscalização Financeira II - Informática", "enunciado": "Se Cláudio é auxiliar de fiscalização, então Adalberto é dentista. Mário é bibliotecário ou Adalberto é dentista. Se Adalberto não for dentista, então é verdade que"},
{"alternativas": {"a": "Tiago foi aprovado no concurso ou Carlos não foi aprovado.", "c": "Tiago não foi aprovado no concurso ou Carlos foi aprovado.", "b": "Carlos não foi aprovado no concurso e Tiago foi aprovado.", "e": "Carlos e Tiago não foram aprovados no concurso.", "d": "Carlos e Tiago foram aprovados no concurso."}, "resposta": "A", "prova": "VUNESP - 2015 - TCE-SP - Agente de Fiscalização Financeira II - Informática", "enunciado": "Uma negação para a afirmação “Carlos foi aprovado no concurso e Tiago não foi aprovado” está contida na alternativa:"},
{"alternativas": {"a": "se Pâmela não é escrevente, então Pâmela não é prima de Mirian.", "c": "Mirian é escrevente.", "b": "se Jair é primo de Mirian, então Jair não é escrevente.", "e": "se Arnaldo é escrevente, então Arnaldo é primo de Mirian.", "d": "Mirian não é escrevente."}, "resposta": "A", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere verdadeira a seguinte afirmação: “Todosos primos de Mirian são escreventes\".Dessa afirmação, conclui–se corretamente que"},
{"alternativas": {"a": "alguma pessoa alta não seja escrevente técnico judiciário.", "c": "toda pessoa alta seja escrevente técnico judiciário.", "b": "nenhum escrevente técnico judiciário seja alto.", "e": "algum escrevente técnico judiciário não seja alto.", "d": "alguma pessoa alta seja escrevente técnico judiciário."}, "resposta": "E", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Para que seja falsa a afirmação “todo escreventetécnico judiciário é alto\", é suficiente que"},
{"alternativas": {"a": "algum estudante da disciplina A é estudante da disciplina C.", "c": "nenhum estudante da disciplina A é estudante da disciplina C.", "b": "algum estudante da disciplina B é estudante da disciplina C.", "e": "nenhum estudante da disciplina A é estudante da disciplina B.", "d": "nenhum estudante da disciplina B é estudante da disciplina A."}, "resposta": "C", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Se todo estudante de uma disciplina A é tambémestudante de uma disciplina B e todo estudante deuma disciplina C não é estudante da disciplina B,então é verdade que"},
{"alternativas": {"a": "Rafael é mais alto do que André", "c": "André é mais baixo do que Rafael", "b": "Felipe é mais baixo do que Ciro.", "e": "Felipe é mais alto do que Ciro", "d": "Ciro é mais alto do que André."}, "resposta": "E", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Rafael é mais baixo que Felipe.André é mais alto do que Felipe.Rafael é mais alto do que Ciro. Logo:"},
{"alternativas": {"a": "100.", "c": "112.", "b": "109.", "e": "144.", "d": "121."}, "resposta": "D", "prova": "VUNESP - 2013 - CTA - Técnico de Segurança do Trabalho", "enunciado": "Considere que a regra de formação das figuras seguintes permaneça a mesma.Pode-se afirmar que o número de qua- drados brancos da 10.ª figura será:"},
{"alternativas": {"a": "Victor é o Batman.", "c": "Diego é o Homem Aranha.", "b": "Victor é o avô.", "e": "Diego é o Batman.", "d": "Rodrigo não é o neto."}, "resposta": "E", "prova": "VUNESP - 2012 - SAP-SP - Agente de Segurança Penitenciária - Classe I", "enunciado": "Diego, Rodrigo e Victor são três gerações de uma mesma família e trabalham como personagens infantis. Um deles é o Tarzan, o outro é o Batman e o mais novo, o neto, é o Homem Aranha. Rodrigo é o mais novo. Diego é o mais velho e não é o Tarzan. Logo,"},
{"alternativas": {"a": "74.", "c": "68.", "b": "70.", "e": "58.", "d": "62."}, "resposta": "D", "prova": "VUNESP - 2012 - SPTrans - Técnico de Informática", "enunciado": "Uma pessoa está empacotando livros destinados a doações e percebeu que poderia fazer pacotes com 4, 5 ou 6 livros cada um e que sempre sobrariam 2 livros. Sabendo que todos os pacotes deverão conter o mesmo número de livros, pode-se concluir que o menor número de livros que essa pessoa irá doar será"},
{"alternativas": {"a": "97000.", "c": "87000.", "b": "970000.", "e": "1130000.", "d": "870000."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Na sequência (10; 11; 12; 13; 100; 110; 120; 130;1000; 1100; 1200; 1300; 10000; …), a diferençaentre o menor número de 7 algarismos e o maiornúmero de 6 algarismos é igual a"},
{"alternativas": {"a": "¬p ∧ ¬q", "c": "¬p v q", "b": "p v q", "e": "¬q", "d": "¬p"}, "resposta": "A", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Considerando a proposição ¬(p v q), assinale a alternativaque apresenta uma proposição que lhe seja equivalente."},
{"alternativas": {"a": "Luiz pertence ao Partido dos Esforçados.", "c": "Mauro não é candidato a vereador.", "b": "José pertence ao Partido dos Professores.", "e": "Luiz pertence ao Partido dos Professores.", "d": "José não é candidato a vereador."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Luiz, José e Mauro são amigos e cada um deles pertencea um partido político diferente. Os partidos são:Partidos dos Operários, Partido dos Esforçados ePartido dos Professores. Dois dos amigos são candidatosa vereador e um deles é candidato a prefeitoda cidade onde moram. O Partido dos Operários nãoinscreveu candidato à prefeitura. Mauro mora pertodo amigo que pertence ao Partido dos Operários, queé um dos candidatos a vereador. Luiz não é candidatoa vereador. Nenhum dos filiados do Partido dos Esfor–çados quis ser candidato à prefeitura. A partir dessasinformações, é possível concluir, corretamente, que"},
{"alternativas": {"a": "p v ¬q", "c": "¬p ∧ q", "b": "p ∧ ¬p", "e": "p ∧ ¬q", "d": "p v ¬p"}, "resposta": "D", "prova": "VUNESP - 2014 - PC-SP - Investigador de Polícia", "enunciado": "Uma proposição composta é tautológica quando ela é verdadeiraem todas as suas possíveis interpretações.Considerando essa definição, assinale a alternativa que apresentauma tautologia."},
{"alternativas": {"a": "Paulo não é formado em sistemas de informação.", "c": "Paulo é formado em sistemas de informação e é um tecnólogo.", "b": "Paulo não é um tecnólogo.", "e": "Paulo não é um tecnólogo e não é formado em sistemas de informação.", "d": "Paulo não é formado em sistemas de informação ou é um tecnólogo."}, "resposta": "B", "prova": "VUNESP - 2014 - PRODEST-ES - Técnico de Tecnologia da Informação - Infraestrutura Operação", "enunciado": "O valor lógico da afirmação “Se Paulo é formado em sistemas de informação, então ele é um tecnólogo” é falsidade. Sendo assim, é verdade que"},
{"alternativas": {"a": "Anatomia fica entre os laboratórios de Física e Cenografia.", "c": "Cenografia fica entre os laboratórios de Química e Física.", "b": "Anatomia fica no meio do corredor.", "e": "Química é o primeiro do corredor.", "d": "Física é o primeiro ou o último do corredor"}, "resposta": "D", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Em uma universidade,os laboratórios de Física, Química,Anatomia e Cenografia são dispostos lado a lado em um único corredor.Sabe-se que o laboratório de Química fica entre os laboratórios de Física e Cenografia.O laboratório de Cenografia fica entre os laboratórios de Física e Anatomia.Com essas informações, pode-se afirmar que o laboratório de:"},
{"alternativas": {"a": "Renata é professora.", "c": "Renata é cantora", "b": "Virgínia é avó.", "e": "Virgínia é cantora.", "d": "Adriana é mãe"}, "resposta": "E", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Renata, Adriana e Virgínia são três gerações de uma mesma família.Uma delas é cantora, a outra é filósofa, e a mais nova, a neta, é professora. Adriana é a mais nova. Renata é a mais velha e não é cantora. Logo,"},
{"alternativas": {"a": "Não existem tautologias só com o conectivo de implicação.", "c": "Não existem contradições sem que ocorra o conectivo de negação.", "b": "Não existem tautologias com o conectivo de conjunção.", "e": "Existem tautologias que só possuem os conectivos de disjunção e conjunção.", "d": "Não existem contradições com apenas uma letra sentencial (considerando que ela pode ser utilizada mais de uma vez)."}, "resposta": "C", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Considerando os conectivos usuais de negação, disjunção (inclusiva), conjunção e implicação (material), assinale a alternativa correta."},
{"alternativas": {"a": "As conjunções só são falsas quando ambos os conjuntos são falsos.", "c": "As disjunções são falsas quando algum dos disjuntos é falso.", "b": "Não existe implicação falsa com antecedente verdadeiro.", "e": "As implicações são verdadeiras quando o antecedente é falso.", "d": "Só há um caso em que as implicações são verdadeiras."}, "resposta": "E", "prova": "VUNESP - 2013 - PC-SP - Investigador Policial", "enunciado": "Sobre as tabelas de verdade dos conectivos de disjunção (inclusiva), conjunção e implicação (material), assinale a alter nativa correta."},
{"alternativas": {"a": "Luís", "c": "Pedro", "b": "Bete", "e": "Ana", "d": "Laura"}, "resposta": "A", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Pode-se dizer que quem recebeu a maior comissão foi:"},
{"alternativas": {"a": "se Fernando é filho de Paulo, então seu peso é inferior a 55 quilos.", "c": "se o peso de Glória é mais que 55 quilos, então ela é filha de Paulo.", "b": "se o peso de Laura é menos que 55 quilos, então ela não é filha de Paulo.", "e": "o peso de Paulo é menos que 55 quilos", "d": "Paulo tem mais que 55 quilos"}, "resposta": "B", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Considere a seguinte afirmação: todos os filhos de Paulo têm mais de 55 quilos.Dessa afirmação, pode-se concluir que:"},
{"alternativas": {"a": "Luís.", "c": "Pedro.", "b": "Bete.", "e": "Ana.", "d": "Laura."}, "resposta": "A", "prova": "VUNESP - 2013 - CTA - Técnico de Segurança do Trabalho", "enunciado": "Em uma loja, os vendedores estavam conversando sobre a comissão que receberam no mês anterior.Sabe-se que um dos vendedores recebeu uma comissão bem maior que os demais e que ? Ana vendeu menos que Pedro.? Pedro e Laura venderam o mesmo valor.? Luís vendeu mais que Ana.? Bete vendeu menos que Laura.Pode-se dizer que quem recebeu a maior comissão foi:"},
{"alternativas": {"a": "520.", "c": "370.", "b": "420.", "e": "610.", "d": "470."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Uma avaliação com apenas duas questões foi respondidapor um grupo composto por X pessoas.Sabendo–se que exatamente 160 pessoas dessegrupo acertaram a primeira questão, que exatamente100 pessoas acertaram as duas questões, que exatamente250 pessoas acertaram apenas uma das duasquestões, e que exatamente 180 pessoas erraram asegunda questão, é possível afirmar, corretamente,que X é igual a"},
{"alternativas": {"a": "se Maria não é irmã de Wilson, então ela não é funcionária pública.", "c": "se Amanda não é funcionária pública, então ela não é irmã de Wilson.", "b": "Wilson é funcionário público.", "e": "se Jorge é funcionário público, então ele é irmão de Wilson.", "d": "Wilson não é funcionário público."}, "resposta": "C", "prova": "VUNESP - 2015 - TCE-SP - Agente de Fiscalização Financeira II - Informática", "enunciado": "Sabe-se que todos os irmãos de Wilson são funcionários públicos. Dessa forma, deduz-se corretamente que"},
{"alternativas": {"a": "apenas o terceiro cartão mostrado contradiz a afirmação de Marta.", "c": "todos os cartões mostrados contradizem a afirmação de Marta.", "b": "apenas o segundo cartão mostrado contradiz a afirmação de Marta.", "e": "apenas o segundo e o terceiro cartões mostrados contradizem a afirmação de Marta.", "d": "nenhum dos cartões mostrados contradiz a afirmação de Marta."}, "resposta": "D", "prova": "VUNESP - 2015 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Marta confeccionou três cartões em papel cartolinae carimbou figuras em somente uma das faces decada cartão. Ao encontrar um de seus amigos, Martainformou–lhe que todo cartão de cor amarela tinhacarimbada, em uma das faces, uma figura em tinta nacor azul. Após dizer isso, ela mostrou a esse amigotrês cartões: o primeiro cartão, de cor amarela, continhauma figura carimbada em tinta na cor azul; osegundo cartão, de cor vermelha, continha uma figuracarimbada em tinta na cor preta; o terceiro cartão, nacor branca, continha uma figura carimbada em tintana cor azul.Com base no que foi apresentado, pode–se afirmarcorretamente que"},
{"alternativas": {"a": "13 100.", "c": "11 000.", "b": "12 800.", "e": "9 450.", "d": "10 500."}, "resposta": "D", "prova": "VUNESP - 2014 - PRODEST-ES - Técnico de Tecnologia da Informação - Infraestrutura Operação", "enunciado": "Em um levantamento feito com todos os candidatos inscritos em um concurso público, verificou-se que 2500 candidatos tinham concluído ou estavam cursando o ensino superior, 7800 tinham concluído o ensino médio, 1 650 candidatos tinham apenas concluído o ensino fundamental e 1 050 inscritos ainda estavam cursando o ensino fundamental, mas não o tinham concluído. Se nesse concurso participaram apenas pessoas que haviam iniciado ou concluído o ensino fundamental, então é verdade que o número total de candidatos nele inscritos era"},
{"alternativas": {"a": "Se Maria cuida da casa, então João estuda e Pedro não trabalha.", "c": "Se Maria não cuida da casa, então João não estuda ou Pedro não trabalha.", "b": "Se Maria cuida da casa, então João estuda ou Pedro não trabalha.", "e": "Se Maria não cuida da casa, então João não estuda e Pedro trabalha.", "d": "Se Maria não cuida da casa, então João não estuda ou Pedro trabalha."}, "resposta": "D", "prova": "VUNESP - 2014 - SP-URBANISMO - Assistente Técnico - Tecnologia da Informação / Desenvolvimento", "enunciado": "Considere a seguinte afirmação: “Se João estuda e Pedro não trabalha, então Maria cuida da casa.\" Uma afirmação equivalente a essa é:"},
{"alternativas": {"a": "Se estudei muito, então não fiquei nervoso e passei no exame.", "c": "Passei no exame porque quem estuda muito só pode passar.", "b": "Se passei no exame, então não estudei muito e fiquei nervoso.", "e": "Se fiquei nervoso ou não estudei muito, então não passei no exame.", "d": "Se não fiquei nervoso, então passei no exame ou estudei muito."}, "resposta": "E", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Considere a afirmação: “Se passei no exame, entãoestudei muito e não fiquei nervoso\". Do ponto de vistalógico, uma afirmação equivalente a essa é:"},
{"alternativas": {"a": "se João não é servente, então Lucas não é pedreiro.", "c": "João é eletricista ou Lucas é servente.", "b": "Robson não é servente e José não é eletricista.", "e": "Lucas não é pedreiro e José é eletricista.", "d": "João é servente ou Robson não é servente."}, "resposta": "D", "prova": "VUNESP - 2014 - TJ-SP - Escrevente Técnico Judiciário", "enunciado": "Atenção: essa questão foi anulada pela banca organizadora, servindo apenas para consulta. Considere falsas as três afirmações seguintes:I. João é encanador e José não é eletricista.II. José é eletricista ou Lucas é pedreiro.III. Se Robson é servente, então João não é servente.A partir dessas afirmações, pode–se concluir corretamenteque"},
{"alternativas": {"a": "6.", "c": "10.", "b": "8.", "e": "14.", "d": "12."}, "resposta": "C", "prova": "VUNESP - 2014 - PRODEST-ES - Asistente de Tecnologia da Informação - Operação", "enunciado": "Dois produtos líquidos A e B estão armazenados em galõesseparados. Em um dos galões há 18 litros do produto A eno outro, há 42 litros do produto B. Carlos precisa distribuiresses líquidos, sem desperdiçá-los e sem misturá-los,em galões menores, de forma que cada galão menor tenhaa mesma quantidade e o maior volume possível de cadaproduto. Após essa distribuição, o número total de galõesmenores será"},
{"alternativas": {"a": "Maurício.", "c": "Antônio.", "b": "Heitor.", "e": "Eliseu.", "d": "Clóvis."}, "resposta": "B", "prova": "VUNESP - 2013 - PC-SP - Atendente de Necrotério Policial", "enunciado": "Sobre cinco amigos que participaram de um concurso, sabe-se que a pontuação de Maurício foi maior que a de Clóvis, que a pontuação de Antônio foi menor que a de Heitor e maior que a de Eliseu, e que Clóvis fez mais pontos que Heitor. O amigo que teve a terceira melhor pontuação foi"},
{"alternativas": {"a": "se Laura não é ruiva, então ela não é prima da Fernanda.", "c": "Fernanda não é ruiva.", "b": "Fernanda é ruiva.", "e": "se Paula é ruiva, então ela é prima da Fernanda.", "d": "se Gabriela é ruiva, então ela não é prima de Fernanda."}, "resposta": "A", "prova": "VUNESP - 2013 - PM-SP - Soldado da Polícia Militar", "enunciado": "Todas as primas de Fernanda são ruivas. É correto concluir, apenas por meio dessa afirmação, que"},
{"alternativas": {"a": "21, 34 e 55", "c": "17, 23 e 30", "b": "17, 24 e 32", "e": "13, 15 e 18.", "d": "13, 21 e 34"}, "resposta": "C", "prova": "VUNESP - 2013 - CTA - Técnico em Informática", "enunciado": "Esta foi composta por uma regra, a partir do 4.º número.Admitindo-se que a regra de formação permaneça a mesma,pode-se afirmar que os três números que completam essa tira são:"},
{"alternativas": {"a": "194.", "c": "97.", "b": "134.", "e": "74.", "d": "95."}, "resposta": "C", "prova": "VUNESP - 2014 - SP-URBANISMO - Assistente Técnico - Tecnologia da Informação / Desenvolvimento", "enunciado": "A parede da fachada de um prédio vai ser pintada, e aempresa contratada para realizar essa tarefa fez umapesquisa entre os moradores, perguntando se preferiamque a cor da tinta fosse branca ou bege. Os moradorespodiam escolher uma dessas duas cores ou mesmo asduas cores em sua resposta, mas estas eram as únicasrespostas possíveis, conforme acordo firmado entre eles.Depois de todos os moradores responderem à pergunta,e levando-se em conta que cada morador respondeu àpergunta uma única vez, respeitando o acordo estabelecidoentre eles, verificou-se que a cor branca apareceuem, exatamente, 49 respostas, enquanto que a cor begefigurou em exatamente 85 respostas. Além disso, exatamente60 moradores optaram por uma única das duascores sugeridas.O número total de moradores do prédio é igual a"}
]